Repository: serlo/athene2
Catalog: src/lang/*.UTF-8/LC_MESSAGES/athene2.po
Languages: es, fr, hi, ta

source: Restore password
es: Restablecer contraseña
fr: Restaurer votre mot de passe
hi: पासवर्ड पुनर्स्थापित करें
ta: கடவுசீட்டை மீட்டேடு

source: Unpublished
es: No publicado
fr: Non publié
hi: अप्रकाशित
ta: வெளியிடப்படவில்லை

source: unpublished
es: no publicado
fr: non publié
hi: अप्रकाशित
ta: வெளியிடப்படவில்லை

source: On this site:
es: En este sitio:
fr: Sur ce site:
hi: इस साइट पर:
ta: இந்த பக்கத்தில்:

source: Directly including in a content on this site
es: Incluyendo directamente en un contenido en este sitio.
fr: Inclure directement dans un contenu sur ce site
hi: सीधे इस साइट पर एक सामग्री सहित
ta: இந்த தளத்தில் உள்ள உள்ளடக்கத்தை நேரடியாக பதிவு செய்யலாம்

source: Share this content
es: Compartir este contenido
fr: Partager ce contenu
hi: इस सामग्री को साझा करें
ta: இந்தக் குறிப்பைப் பகிரவும்

source: Share
es: Compartir
fr: Partager
hi: शेयर करें
ta: பகிர்க

source: Comment on a discussion
es: Comentar una discusión
fr: Commenter une discussion
hi: एक चर्चा पर टिप्पणी करें
ta: ஒரு கருத்துப்பரிமாற்றத்தில் உங்களுடைய கருத்தைத் தெரிவியுங்கள்

source: Please select an appropriate category for your discussion. Choosing the right category helps others to find your discussion faster and to answer you quicker. Thank you!
es: Selecciona una categoría adecuada para tu discusión. Elegir la categoría correcta ayuda a otros a encontrar tu discusión más rápido y a responder más rápido. ¡Gracias!
fr: Veuillez sélectionner une catégorie appropriée pour votre discussion. Choisir la bonne catégorie aide les autres utilisateurs à trouver votre discussion plus rapide et à vous répondre plus vite. Merci!
hi: कृपया अपनी चर्चा के लिए उपयुक्त श्रेणी का चयन करें। सही श्रेणी का चयन करने से दूसरों को आपकी चर्चा तेजी से मिलती है और आपको तुरंत उत्तर देने में मदद मिलती है। धन्यवाद!
ta: உங்கள் விவாதத்திற்கு பொருத்தமான பொருத்தமான தலைப்பை தேர்ந்து எடுங்கள். சரியான தலைப்பைத் தேர்ந்தெடுப்பதன் மூலம் விவாதத்தை விரைவாகக் கண்டறியவும் உங்களுக்கு விரைவாகத்திற்கு பதிலளக்கவும் உதவுகின்றது. நன்றி

source: Saving...
es: Guardando...
fr: Sauvegarde en cours...
hi: सहेज रहा है...
ta: சேமிக்கிறது...

source: Choose
es: Elije
fr: Choisir
hi: चुनें
ta: தேர்வு செய்

source: archived
es: archivado
fr: archivé
hi: संग्रहीत
ta: காப்பகப்படுத்தியவை

source: On
es: Activo
fr: À propos
hi: चालू
ta: மேல்

source: by
es: por
fr: de
hi: द्वारा
ta: உடன்

source: Do you really want to delete this discussion?
es: ¿Estás seguro de que quieres eliminar esta discusión?
fr: Etes-vous sûr de vouloir supprimer cette discussion?
hi: क्या आप वाकई इस चर्चा को हटाना चाहते हैं?
ta: நீங்கள் உங்கள் விவாதத்தை நீக்கப்போகின்றீர்களா?

source: Do you really want to delete this comment?
es: ¿Estás seguro de que quieres eliminar este comentario?
fr: Etes-vous sûr de vouloir supprimer ce commentaire?
hi: क्या आप वास्तव में इस टिप्पणी को हटाना चाहते हैं?
ta: நீங்கள் உங்கள் கருத்தை நீக்கப்போகின்றீர்களா?

source: Answer discussion:
es: Responder discusión:
fr: Répondre à la discussion:
hi: उत्तर चर्चा:
ta: கருத்துப்பரிமாற்றத்திற்குப் பதில்:

source: Start a new discussion
es: Iniciar una nueva discusión
fr: Commencer une nouvelle discussion
hi: नई चर्चा शुरू करें
ta: புதுக் கருத்துப் பரிமாற்றத்தைத் தொடங்கவும்

source: Discussions
es: Discusiones
hi: चर्चा
ta: கருத்துப்பரிமாற்றங்கள்

source: There are no discussions on this topic yet.
es: Todavía no hay discusiones sobre este tema.
fr: Il n'existe pas encore de discussions concernant ce sujet.
hi: इस विषय पर अभी तक कोई चर्चा नहीं हो पाई है ।
ta: இந்தத் தலைப்பில் எந்தவொரு கருத்துப்பரிமாற்றமும் இல்லை.

source: Comments
es: Comentarios
fr: Commentaires
hi: टिप्पणियां
ta: கருத்துகள்

source: Unarchive discussion
es: Restaurar debate
fr: Désarchiver une discussion
hi: अनारक्षित चर्चा
ta: பாதுகாக்கப்படாத விவாதம்

source: Archive discussion
es: Archivar discusión
fr: Archiver une discussion
hi: संग्रह चर्चा
ta: விவாதத்தைப் பாதுகாக்கவும்

source: Flag discussion
es: Marcar discusión
fr: Marquer la discussion comme inapproprié
hi: चर्चा फ्लैग करें
ta: கொடி விவாதம்

source: Trash discussion
es: Borrar discusión
fr: Supprimer la discussion
hi: कचरा चर्चा
ta: குப்பை விவாதம்

source: On %type% %object%: %title%
es: En %type% %object%: %title%
fr: À propos %type% %object%: %title%
hi: पर %type% %object%: %title%
ta: %type%%object%: %title%

source: Discuss
es: Discutir
fr: Discuter
hi: चर्चा
ta: விவாதிக்க

source: Save
es: Guardar
fr: Sauvegarder
hi: सहेजें
ta: சேமி

source: Abort
es: Anular
fr: Abandonner
hi: निरस्त करें
ta: நிறுத்துதல்

source: Related taxonomies
es: Taxonomías relacionadas
fr: Taxonomies liées
hi: संबंधित वर्गीकरण
ta: தொடர்புடைய வகைதொகுப்பியல்கள்

source: No view found for %name%
es: No se ha encontrado una vista para %name%
fr: Aucune vue trouvée pour %name%
hi: %name% के लिए कोई दृश्य नहीं मिला
ta: %name%க்கு பார்வை காணவில்லை

source: Warning
es: Alerta
fr: Attention
hi: चेतावनी
ta: எச்சரிக்கை

source: This content is marked for deletion.
es: Este contenido está marcado para borrar.
fr: Ce contenu est marqué pour être supprimé.
hi: यह सामग्री हटाने के लिए चिह्नित है ।
ta: இந்த உள்ளடக்கம் குப்பையாக குறிக்கப்பட்டுள்ளது.

source: Pending approval
es: Pendiente de aprobación
fr: En instance d'approbation
hi: लंबित स्वीकृति
ta: அனுமதிக்காக காத்திருத்தல்

source: This content is pending approval and may therefore not be viewed yet.
es: No se puede ver este contenido porque todavía necesita aprobación.
fr: Ce contenu est en instance d'approbation et ne peut pas être encore regardé.
hi: यह सामग्री अनुमोदन लंबित है और इसलिए अभी तक देखा नहीं जा सकता ।
ta: இந்த உள்ளடக்கம் நிலுவையில் உள்ளது.

source: This content is a dead node and has no content. Please edit or remove it.
es: Este contenido es un nodo muerto y sin contenido. Por favor, editalo o quitalo.
fr: Ce contenu est un noeud mort et n'a aucun contenu associé. Veuillez le modifier ou supprimer.
hi: यह सामग्री एक मृत नोड है और कोई सामग्री नहीं है । कृपया इसे संपादित करें या निकालें ।
ta: இந்த உள்ளடக்கம் எந்த கருத்தும் இல்லை. தயவுசெய்து திருத்தவும் அல்லது அகற்றவும்

source: Text exercise group
es: Grupo de ejercicios de texto
fr: Groupe d'exercises standardisées
hi: पाठ व्यायाम समूह
ta: பந்திப் பயிற்சி செய்யும் குழு

source: Text exercise
es: Ejercicio de texto
fr: Exercise standardisée
hi: पाठ व्यायाम
ta: பயிற்சி பந்தி

source: Hint
es: Pista
fr: Indice
hi: सुझाव:
ta: உதவிக்குறிப்பு

source: Text solution
es: Solución de texto
fr: Solution du texte
hi: पाठ समाधान
ta: பந்தியின் விடை

source: Source
es: Origen
hi: सोर्स
ta: மூலம்

source: Old version
fr: Version ancienne
ta: பழைய பதிவு

source: Preview
es: Prevista
fr: Aperçu
hi: पूर्वावलोकन
ta: முற்பார்வை

source: History
es: Historial
fr: Histoire
hi: इतिहास
ta: வரலாறு

source: There are multiple recent revisions for this object. Please be aware that they may be of very different nature. Consider reviewing all of them before accepting or merging.
es: Existen varias revisiones recientes para este objeto. Por favor tenga en cuenta que pueden ser de naturaleza muy distinta. Considera revisar todas revisiones antes de aceptar o fusionar.
fr: Il y a plusieurs révisions récentes pour cet objet. S'il vous plaît soyez conscient qu'elles peuvent être différentes . Pensez à examiner toutes les reivisions avant d'accepter ou de fusionner.
hi: इस ऑब्जेक्ट के लिए एक से अधिक नवीनतम संशोधन हैं । कृपया ध्यान रखें कि वे very अलग प्रकृति का हो सकता है । स्वीकार करने या विलय करने से पहले उन सभी की समीक्षा करने पर विचार करें ।
ta: இந்த பொருளுக்கு பல சமீபத்திய திருத்தங்கள் செயப்பட்டன. ஏற்றுக்கொள்வதற்கு அல்லது ஒன்றிணைப்பதற்கு முன்அவை மிகவும் மாறுபட்ட இயல்புடையவையாக இருக்கலாம் என்பதை நினைவில் கொண்டு செயல்படுக.

source: Current
es: Actual
fr: Actuelle
hi: वर्तमान
ta: தற்போது

source: Changes
es: Cambios
fr: Modifications
hi: परिवर्तन
ta: மாற்றங்கள்

source: Author
es: Autor
fr: Auteur
hi: लेखक
ta: ஆசிரியர்

source: show
es: mostrar
fr: montrer
hi: दिखाएँ
ta: காட்டு

source: Create a new revision starting from this specific revision
es: Crear una nueva revisión a partir de esta
fr: Créer une nouvelle révision à partir de cette révision spécifique
hi: इस विशिष्ट संशोधन से प्रारंभ एक नया संशोधन बनाएं
ta: இந்த குறிப்பிட்ட திருத்தத்திலிருந்து திருத்தத்தை உருவாக்கவும்

source: Accept revision
es: Aceptar la revisión
fr: Accepter la révision
hi: संशोधन स्वीकारें
ta: மீட்டல் ஏற்கப்பட்டுள்ளது

source: Please give feedback.
es: Por favor, danos tu feedback.
fr: S'il vous plaît donner votre avis.
hi: कृपया प्रतिक्रिया दे.
ta: உங்கள் கருத்தைப் பகிரவும்.

source: Accept
es: Aceptar
fr: Accpeter
hi: स्वीकारें
ta: ஏற்கிறேன்

source: Reject revision
es: Rechazar la revisión
fr: Rejeter la révision
hi: संशोधन अस्वीकारें
ta: மீட்டல் மறுதளிக்கப்பட்டுள்ளது

source: Please specify why you are rejecting the submission.
es: Por favor, especifica por qué estás rechazando la presentación.
fr: Veuillez préciser pourquoi vous rejetez la soumission.
hi: कृपया निर्दिष्ट करें कि आप सबमिशन को क्यों अस्वीकार कर रहे हैं ।
ta: சமர்ப்பிப்பை ஏன் நிராகரிக்கிறீர்கள் என்பதைக் குறிப்பிடவும்.

source: Reject
es: Rechazar
fr: Rejeter
hi: अस्वीकार
ta: மறுக்கிறேன்

source: Assign resource
es: Asignar recursos
fr: Assigner la ressouce
hi: संसाधन सौंपना
ta: பயிற்சி அசை

source: Could not embed geogebra applet. Unknown url format.
fr: Impossible d'intégrer l'applet géogebra. Format d'url inconnu.
ta: Geogebra Applet ஐ உட்பொதிக்கமுடியவில்லை. அறியப்படாத URL Format.

source: article
es: artículo
hi: आलेख
ta: கட்டுரை

source: course-page
es: página del curso
fr: page du cours
hi: दौड़ पृष्ठ
ta: வகுப்பு-பக்கம்

source: grouped-text-exercise
es: ejercicios agrupados de texto
fr: exercice-de-texte-groupé
hi: समूहीकृत-पाठ-व्यायाम
ta: குழு-கட்டுரை-பயிற்சி

source: multiple-choice-right-answer
es: respuesta-correcta-elección-múltiple
fr: correcte réponse à choix multiple
hi: एकाधिक-विकल्प-दायां-उत्तर
ta: multiple-choice-சரியான-பதில்

source: multiple-choice-wrong-answer
es: respuesta-incorrecta-elección-múltiple
fr: incorrecte réponse à choix multiple
hi: एकाधिक-विकल्प-गलत-उत्तर
ta: multiple-choice-பிழையான-பதில்

source: More
es: Más
fr: Plus
hi: अधिक
ta: மேலும்

source: Toggle Dropdown
es: Conmutar Dropdown
fr: Basculer le menu déroulant
hi: टॉगल ड्रॉपडाउन
ta: மாற்று கீழே போடு

source: This Course-Page
es: Esta Página del Curso
fr: Cette page du cours
hi: इस कोर्स-पेज
ta: இந்த பக்கம்

source: Whole Course
es: Curso Completo
fr: Cours complet
hi: पूरे कोर्स
ta: முழு வகுப்பு

source: Log
fr: Historique
hi: लॉग
ta: பதிவு

source: Change license
es: Cambiar licencia
fr: Changer license
hi: लायसेंस परिवर्तित करें
ta: உத்தரவு மாற்றுதல்

source: Add %type%
es: Agregar %type%
fr: Ajouter %type%
hi: %type% जोड़ें
ta: இணைக்குக %type%

source: Restore %type%
es: Restablecer %tipo%
fr: Restaurer %type%
hi: %type% पुनर्स्थापित करें
ta: %type% நீக்க

source: Order children
es: ordenar subelementos
fr: Ordonner les sous-éléments
hi: बच्चों को आदेश दें
ta: குழந்தைகளுக்கானவை

source: Change parent %name%
es: Cambia superclase %name%
fr: Changer page %name%
hi: अभिभावक बदलें %name%
ta: பெற்றோர் %name% மாற்று

source: Manage related items
es: Administrar contenido relacionado
fr: Gérer les éléments associées
hi: संबंधित आइटम प्रबंधित करें
ta: ஒத்திய இணைமுகவரியை கையாள்க

source: Subitem
es: Subelemento
fr: Sous-élément
hi: उपआइटम
ta: துணைஉருப்படி

source: Edit topic and curriculum assignments
es: Editar tema y plan de estudios
fr: Modifier le sujet et le programme d'études
hi: विषय और पाठ्यचर्या असाइनमेंट संपादित करें
ta: தலைப்பு மற்றும் பாடத்திட்ட பணிகளை உருவாக்கவும்.

source: Move to trash
es: Mover a la papelera
fr: Déplacer dans la corbeille
hi: रद्दी में डालें
ta: குப்பைக்கு நகர்த்தவும்

source: Restore
fr: Rétablir
ta: மீட்டெடு

source: Convert
fr: Convertir
ta: மாற்று

source: Edit
es: Modificar
fr: Modifier
hi: संपादित
ta: திருத்தம்

source: Type answer
es: Escribe la respuesta
fr: Tapez la réponse
hi: प्रकार उत्तर
ta: விடையை எழுதுக

source: Show solution
es: Mostrar solución
fr: Montrer la solution
hi: समाधान दिखाएं
ta: விடையைக் காட்டு

source: Hide solution
es: Ocultar la solución
fr: Cacher la solution
hi: समाधान छुपाएं
ta: விடையை மறைக்கவும்

source: Check
es: Comprobar
fr: Vérifier
hi: जाँच करें
ta: சரிபார்க்கவும்

source: Correct!
es: ¡Correcto!
fr: Résponse correcte!
hi: सही!
ta: சரி!

source: Info
es: Información
fr: Information
hi: सूचना
ta: தகவல்

source: Show hint
es: Mostrar pista
fr: Montrer un indice
hi: संकेत दिखाएँ
ta: உதவிக் குறிப்பைக் காட்டு

source: Hide hint
es: Ocultar pista
fr: Cacher l'indice
hi: संकेत छुपाएं
ta: உதவிக் குறிப்பை மறைக்க

source: Nope. Try again!
fr: Malheureusemant pas. Réessayez!
ta: இல்லை. மீண்டும் முயற்சிக்கவும்!

source: This answer has been created but no content has been added yet or it is pending approval.
es: Esta respuesta se ha creado pero todavía no se ha añadido ningún contenido o está pendiente de aprobación.
fr: Cette réponse a été créée, mais soit aucun contenu n’a encore été ajouté ou l’approbation du contenu est en attende.
hi: यह जवाब बनाया गया है लेकिन अभी तक कोई सामग्री नहीं जोड़ी गई है या यह स्वीकृति लंबित है ।
ta: இந்த பதில் உருவாக்கப்பட்டது, ஆனால் இதுவரை எந்த உள்ளடக்கம் இணைக்கப்படவில்லை அல்லது அனுமதி வேண்டிநிற்கிறது.

source: Right!
es: ¡Correcto!
fr: Correcte!
hi: सही!
ta: சரி!

source: This solution is not correct.
es: Esta solución no es correcta.
fr: Cette solution n’est pas correcte.
hi: यह समाधान सही नहीं है ।
ta: பிழையான விடை.

source: This solution is correct!
es: ¡Esta solución es correcta!
fr: Cette solution est correcte!
hi: यह समाधान सही है!
ta: சரியான விடை!

source: Not quite. There is something missing!
es: No del todo. ¡Hay algo que falta!
fr: Pas tout à fait. Mai il y a quelque chose qui manque !
hi: काफी नहीं. वहां कुछ याद आ रही है!
ta: முழுமையில்லை. இதில் ஏதோ குறைகின்றது!

source: single-choice-right-answer
es: respuesta-correcta-única-elección
fr: correcte-réponse-à-choix-unique
hi: सिंगल-चॉइस-राइट-जवाब
ta: ஒரு பதில் மட்டும் சரி

source: single-choice-wrong-answer
es: respuesta-incorrecta-única-elección
fr: réponse-incorrecte-à-choix-simple
hi: सिंगल-चॉइस-गलत-जवाब
ta: ஒரு பதில் மட்டும் பிழை

source: text-exercise-group
es: grupo de ejercicios de texto
fr: groupe-d'exercice-de-texte
hi: पाठ व्यायाम समूह
ta: பந்தி-பயிற்சி-குழு

source: I want to comment this
es: Quiero comentar esto
fr: Je veux commenter ceci
hi: मैं इस टिप्पणी करना चाहते है
ta: இதற்கு என் கருத்தைப் பகிர விரும்புகின்றேன்

source: text-exercise
es: ejercicio de texto
fr: exercise de texte
hi: पाठ-व्यायाम
ta: பயிற்சி பந்தி

source: text-hint
es: texto pista
fr: indice
hi: पाठ-संकेत
ta: பந்தியின் குறிப்பு

source: A hint has been created but no content has been added yet or it is pending approval.
es: Se ha creado una pista pero no se ha agregado aún ningún contenido o está pendiente de aprobación.
fr: Un indice a été créé mais soit aucun contenu n’a encore été ajouté ou l’approbation du contenu est en attende.
hi: कोई संकेत बनाया गया है लेकिन अभी तक कोई सामग्री नहीं जोड़ी गई है या यह अनुमोदन लंबित है ।
ta: ஒரு குறிப்பு இடப்பட்டுள்ளது ஆனால் உள்ளடக்கம் இணைக்கப்படவில்லை அல்லது அனுமதி வேண்டிநிற்கிறது.

source: text-solution
es: texto solución
fr: solution
hi: पाठ-समाधान
ta: பந்தியின் விடை

source: A solution has been created but no content has been added yet or it is pending approval.
es: Se ha creado una solución pero no se ha agregado aún ningún contenido o está pendiente de aprobación.
fr: Un solution a été créé mais soit aucun contenu n’a encore été ajouté ou l’approbation du contenu est en attende.
hi: कोई समाधान बनाया गया है लेकिन अभी तक कोई सामग्री नहीं जोड़ी गई है या यह अनुमोदन लंबित है ।
ta: இந்த பதில் உருவாக்கப்பட்டது, ஆனால் இதுவரை எந்த உள்ளடக்கம் இணைக்கப்படவில்லை அல்லது அனுமதி வேண்டிநிற்கிறது.

source: video
es: vídeo
fr: vidéo
hi: वीडियो
ta: வீடியோ

source: Could not embed video - platform unknown
es: No se puede integrar vídeo - plataforma desconocida
fr: La vidéo n'a pas pu être intégrée - plate-form inconnue
hi: वीडियो एम्बेड नहीं किया जा सका - मंच अज्ञात
ta: வீடியோவை உட்பொதிக்க முடியவில்லை - Platform தெரியவில்லை

source: No template found for event %s
es: No se ha encontrado una plantilla para el evento %s
fr: Aucun modèle trouvé pour l'événement %s
hi: इवेंट %s के लिए कोई टेंपलेट नहीं मिला
ta: நிகழ்வுக்கு எந்த உதாரணமும் கிடைக்கவில்லை

source: %user% archived %discussion%
es: %user% archivó %discussion%
fr: %user% a archivé %discussion%
hi: %user% आर्काइव्स %discussion%
ta: %user% %discussion% ஐ பாதுகாத்துள்ளார்

source: %user% commented %discussion%: %content%
es: %user% comentó en %discussion%: %content%
fr: %user% a commenté %discussion%: %content%
hi: %user% टिप्पणी %discussion%: %content%
ta: %user% %discussion% இற்கு கருத்தைத் தெரிவித்துள்ளார்: %content%

source: %user% started a new discussion %discussion% on %on%
es: %user% ha comenzado una nueva discusión %discussion% en %on%
fr: %user% a commencé une nouvelle discussion %discussion% sur %on%
hi: %user% ने %on% पर एक नई चर्चा %discussion% शुरू की
ta: %user% ஒரு புது விவாதத்தை %discussion% %on% இல் தொடங்கியுள்ளார்

source: %user% created a new %type%: %object%
es: %user% creó un nuevo %type%: %object%
fr: %user% a créé un nouveau %type%: %object%
hi: %user% ने एक नया %type%बनाया: %object%
ta: %user% ஒரு புது %type% ஐ உருவாக்கியுள்ளார்: %object%

source: %user% linked %object% with %parent%
es: %user% contectó %object% con %parent%
fr: %user% lié %object% avec %parent%
hi: %user% ने %object% को %parent% से जोड़ा
ta: %user% %object% ஐ %parent%உடன் இணைத்துள்ளார்

source: %user% created a new version of %repository%
es: %user% ha creado una nueva versión de %repository%
fr: %user% a créé une nouvelle version de %repository%
hi: %user% ने %repository% का नया वर्जन बनाया
ta: %user% %repository% க்கு ஒரு புது பதிப்பை உருவாக்கியுள்ளார்

source: %user% checked out %revision% in %repository%: "%reason%"
es: %user% ha comprobado %revision% en %repository%: "%reason%"
fr: %user% a controlé %revision% dans %repository%: "%reason%"
hi: %user% ने %repository% के एक %revision% को जाँच किया: "%reason%"
ta: %user% %revision% ஐ %repository%இல் சரி பார்த்துள்ளார்: "%reason%"

source: %user% checked out %revision% in %repository%
es: %user% ha revisado %revision% en %repository%
fr: %user% a controlé %revision% dans %repository%
hi: %user% ने %repository% के एक %revision% को जाँच किया
ta: %user% %revision% ஐ %repository%இல் சரி பார்த்துள்ளார்

source: %user% rejected %revision% in %repository%: "%reason%"
es: %user% ha rechazado la %revision% en %repository%: "%reason%"
fr: %user% a rejeté %revision% de %repository%: "%reason%"
hi: %user% ने %repository% के एक %revision% को खारिज किया: "%reason%"
ta: %user% %revision% இல் இருந்து %repository% மறுத்துள்ளார்:" %reason%"

source: %user% rejected %revision% in %repository%
fr: %user% a rejeté %revision% de %repository%
hi: %user% ने %repository% के एक %revision% को खारिज किया
ta: %user% %revision% ஐ %repository%இல் மறுத்துள்ளார்

source: %user% changed the license of %object%
es: %user% ha cambiado la licencia de %object%
fr: %user% a changé la licence de %object%
hi: %user% %object% लाइसेंस बदल दिया
ta: %user% %object% என்ற உரிமத்தை மாற்றியுள்ளார்

source: %user% associated %object% with %term%
es: %user% ha relacionado %object% con %term%
fr: %user% a lié %object% avec %term%
hi: %object% के साथ %user% जुड़े %term%
ta: %user% %object%ஐ %term% உடன் இணைத்துள்ளார்

source: %user% created %term%
es: %user% ha creado %term%
fr: %user% a créé %term%
hi: %user% निर्मित %term%
ta: %user% %term% ஐ உருவாக்கியுள்ளார்

source: %user% dissociated %object% from %term%
es: %user% ha separado %object% de %term%
fr: %user% a dissocié %object% de %term%
hi: %user% ने %object% को %term% से अलग किया
ta: %user% %object% ஐ %term%இல் இருந்து பிரித்துள்ளார்

source: %user% changed %term% parent from %old% to %new%
es: %user% ha cambiado %term% de %old% a %new%
fr: %user% a changé %term% de %old% à %new%
hi: %user% ने %term% पेरेंट को %old% से %new% मे बदला
ta: %பயனர்% மாற்றம் %term% இதில் இருந்து%பழைய% இருந்து%புதிய

source: %user% updated %term%
es: %user% ha actualizado %term%
fr: %user% a actualisé %term%
hi: %user% अद्ययावत %term%
ta: %user% %term% ஐ புதுப்பித்துள்ளார்

source: %user% restored %object%
es: %user% ha restaurado %object%
fr: %user% a restauré %object%
hi: %user% ल्याउन %object%
ta: %user%%object% ஐ மீட்டுள்ளார்

source: %user% trashed %object%
es: %user% ha echado %object% en la papelera
fr: %user% a placé %object% dans la corbeille
hi: %user% %object% को खारिज किया
ta: %user%%object% ஐ குப்பைக்குள் போட்டுவிட்டார்

source: Hello %user%!
fr: Bonjour %user%!
ta: வணக்கம் %user%!

source: You can <a href="%href%">change the settings</a> for which content you want to receive notifications.
fr: Vous pouvez <a href="%href%"> changez les paramètres</a> pour déterminer le contenu duquel vous voulez recevoir des notifications.
ta: எந்த உள்ளடக்கத்துக்கு உங்களுக்கு அறிவிப்பு வேண்டும் என்னப்பதை நீங்கள் <a href="%href%">அமைத்துக்கொள்ளலாம்</a>.

source: Here's a heads up of what has happened with content you edited or created:
fr: Voici un apercu de ce qui s'est passé avec le contenu que vous avez édité ou créé :
ta: நீங்கள் திருத்திய அல்லது உருவாக்கிய உள்ளடக்கத்துடன் என்ன நடந்தது என்பதற்கான தலைப்பை இங்கே காணலாம்:

source: This happened with a content you edited or created:
fr: Ceci s'est produit avec un contenu que vous avez modifié ou créé :
ta: நீங்கள் மாற்றம் செய்த அல்லது உருவாக்கிய உள்ளடக்கத்துக்கு இதான் நடக்கவுள்ளது:

source: Users on %brand% have messaged you or replied to comments by you:
fr: Les utilisateurs sur %brand% vous ont envoyé un message ou ont répondu à vos commentaires:
ta: % பிராண்ட்% இல் உள்ளவர்கள் தங்களுக்கு ஒரு செய்தி அனுப்பியுள்ளனர் அல்லது உங்கள் கருத்துக்களுக்கு பதிலளித்துள்ளார்கள்

source: A user on %brand% has messaged you or replied to one of your comments:
fr: Un utilisateur sur %brand% vous a envoyé un message ou a répondu à un de vos commentaires :
ta: ஒரு பயனநகர் உங்களுடைய %brand%க்கு தகவல் அனுப்பியுள்ளார் அல்லது கருத்து தெரிவித்துள்ளார்:

source: You can change the settings for which content you want to receive notifications here: %href%
fr: Vous pouvez modifier les paramètres pour définir le contenu pour lequel vous souhaitez recevoir des notifications ici : %href%
ta: நீங்கள் எந்த உள்ளடக்கத்துக்கு அறிவிப்பு வேண்டும் என்பதை இந்த இணைப்பில் அமைத்துக்கொள்ளலாம்: %href%

source: You have unread notifications on %brand%
es: Tiene nuevas notificaciones en %brand%
fr: Vous avez des notifications non lues sur %brand%
hi: आपके पास अपठित अधिसूचनाएं हैं %brand%
ta: உங்களிடம் படிக்காத அறிவிப்புகள் %brand%இல் உள்ளன

source: Hello %s, thank you for your registration on %s. Please confirm your account by clicking the following link: %s We are looking forward to your contribution to %s! Your community support
fr: Bonjour %s, merci pour votre enregistrement sur %s. Veuillez confirmer votre compte en cliquant sur le lien suivant: %s Nous attendons avec impatience votre contribution à %s! Votre soutien communautaire
ta: வணக்கம் %s, %s இல் ஒரு கணக்கை ஒருவாக்கியத்திற்கு நன்றி. தயவு செய்து உங்களுடைய கணக்கை இந்த இணைப்பை அழுத்துவதன் மூலம் உறுதிப்படுத்தவும்: %s உங்கள் பங்களிப்பை நாங்கள் எதிர்பார்க்கிறோம்! ( %s ) உங்களுடைய குழு ஆதரவு

source: Activate account
fr: Activer votre compte
ta: கணக்கைச் செயற்படுத்தவும்

source: Please activate your %s account!
fr: Veuillez activer votre compte %s!
ta: உங்கள் கணக்கைச் %s செயல்படுத்துங்கள்!

source: Hi %s, it seems that you want to restore your password. If not, you can ignore this email. You can restore your password by clicking the link below: %s
fr: Bonjour %s, il semble que vous voulez restaurer votre mot de passe. Si non, vous pouvez ignorer cet e-mail. Vous pouvez restaurer votre mot de passe en cliquant sur le lien ci-dessous : %s
ta: வணக்கம் %s, நீங்கள் உங்களுடைய கடவுச்சீட்டைப் புதுப்பிக்கப் போகின்றீர்கள் போல் உள்ளது. இல்லை என்றால் இந்த மின்னஞ்சலை புறக்கணிக்கவும். நீங்கள் உங்களுடைய கடவுச்சீட்டை இந்த இணைப்பு மூலம் மாற்றலாம்: %s
