Repository: serlo/athene2
Catalog: src/lang/*.UTF-8/LC_MESSAGES/athene2.po
Languages: es, fr, hi, ta

source: Backend
hi: बैकएंड
ta: பின்தளத்தில்

source: Pages
es: Páginas
hi: पृष्ठ
ta: பக்கங்கள்

source: Create a page
es: Crear una página
fr: Créer une page
hi: पृष्ठ बनाएं
ta: ஒரு பக்கத்தை உருவாக்கு

source: Update a page
es: Actualizar una página
fr: Actualiser la page
hi: पृष्ठ अद्यतन करें
ta: ஒரு பக்கத்தை புதுப்பி

source: Taxonomy
es: Taxonomía
fr: Taxonomie
hi: वर्गीकरण
ta: வகைப்பாடு

source: Organize
es: Organizar
fr: Organiser
hi: आयोजन
ta: ஒழுங்குபடுத்த

source: Authorization
es: Autorización
fr: Autorisation
hi: प्राधिकरण
ta: அங்கீகரித்தல்

source: Role
es: Rol
fr: Rôle
hi: भूमिका
ta: பங்கு

source: Create role
es: Crear rol
fr: Créer un rôle
hi: भूमिका बनाएं
ta: பங்கு உருவாக்கு

source: Add user
es: Agregar usuario
fr: Ajouter un utilisateur
hi: उपयोगकर्ता जोड़ें
ta: பயனீட்டாளர் சேர்

source: Add permission
es: Agregar permiso
fr: Ajouter une permission
hi: अनुमति जोड़ें
ta: அனுமதி சேர்

source: Navigation
es: Navegador
hi: नेविगेशन
ta: வழிசெலுத்தல்

source: Manage navigation
es: Administrar navigación
fr: Diriger la navigation
hi: नेविगेशन प्रबंधित करें
ta: வழிசெலுத்தல் நிர்வகி

source: Create container
es: Crear contenedor
fr: Créer un container
hi: कंटेनर बनाएं
ta: உருவாக்கும் பெட்டி

source: Create parameter
es: Crear parámetro
fr: Créer paramètre
hi: पैरामीटर बनाएं
ta: அளவுரு உருவாக்கு

source: Create parameter key
es: Crear parámetro clave
fr: Créer la clé de paramètre
hi: पैरामीटर बनाएं
ta: அளவுரு விசை உருவாக்கு

source: Update parameter
es: Actualizar parámetro
fr: Actualiser le paramètre
hi: पैरामीटर अद्यतन करें
ta: அளவுரு மேம்படுத்தல்

source: Users
es: Usuarios
fr: Utlisateurs
hi: यूज़र
ta: பாவனையாளர்கள்

source: Recycle bin
es: Papelera de reciclaje
fr: Corbeille
hi: रीसायकल बिन
ta: மறுசுழற்சி தொட்டி

source: Flags
es: Marcas
fr: Éléments marqués comme inappropriés
hi: फ्लैग
ta: கொடிகள்

source: Flag detail
es: Detalle de la marca
fr: Description de l'élément marqué comme inapproprié
hi: विवरण फ्लैग करें
ta: கொடி விவரம்

source: Flag content
es: Marcar contenido
fr: Marquez cet élément comme inapproprié
hi: सामग्री फ्लैग करें
ta: கொடி உள்ளடக்கம்

source: Licenses
es: Licencias
fr: Licences
hi: लाइसेंस
ta: உரிமங்கள்

source: Add license
es: Agregar licencia
fr: Ajouter Licence
hi: लायसेंस जोड़ें
ta: உரிமம் சேர்

source: License
es: Licencia
fr: Licence
hi: लाइसेन्स
ta: உரிமம்

source: Horizon
es: Horizonte
hi: क्षितिज
ta: அடிவானம்

source: Create ad
es: Crear anuncio
fr: Créer publicité
hi: विज्ञापन बनाएं
ta: விளம்பரம் உருவாக்கு

source: Update ad
es: Actualizar anuncio
fr: Actualiser publicité
hi: अपडेट विज्ञापन
ta: விளம்பரம் மேம்படுத்தல்

source: Blog
hi: ब्लॉग
ta: வலைப்பதிவு

source: Me
es: Mi
fr: Moi
hi: मैं
ta: நான்

source: Public profile
es: Perfil público
fr: Profil public
hi: सार्वजनिक प्रोफाइल
ta: பொதுவான சுயவிவரம்

source: Edit profile
es: Editar perfil
fr: Éditer profil
hi: प्रोफ़ाइल संपादित करें
ta: சுயவிவர திருத்தம்

source: Update password
es: Actualizar contraseña
fr: Actualiser le mot de passe
hi: पासवर्ड नवनीकरण
ta: கடவுச்சொல்லைப் புதுப்பிக்கவும்

source: Subscriptions
es: Subscripciones
fr: Abonnements
hi: सब्सक्रिप्शन
ta: சந்தாக்கள்

source: Event log
es: Registro de eventos
fr: Protocole d'activités
hi: इवेंट लॉग
ta: நிகழ்வு பதிவு

source: Message:
es: Mensaje:
hi: संदेश:
ta: செய்தி:

source: The element could not be removed (validation failed)
es: El elemento no se puede eliminar (fallo de validación)
fr: L’élément n’a pas pu être supprimé (échec de validation)
hi: अनुमति नहीं हटाई जा सकी (मांयता विफल)
ta: நீங்கள் தேர்ந்தெடுத்த விடயத்தை அகற்றமுடியவில்லை (சரிபார்த்தல் தோல்வியடைந்தது)

source: Title:
es: Título:
fr: Titre :
hi: शीर्षक
ta: தலையங்கம்:

source: Content:
es: Contenido:
fr: Contenu :
hi: सामग्री
ta: உட்பொருள்:

source: frequency
es: frecuencia
fr: fréquence
hi: आवृत्ति
ta: அதிர்வலை

source: Banner
fr: Bannière
hi: बैनर
ta: பதாகை

source: Page ID:
es: ID de página:
hi: पृष्ठ आइडी
ta: பக்க அடையாளம்:

source: Attach file:
es: Adjuntar archivo:
fr: Pièce jointe :
hi: फ़ाइल संलग्न करें
ta: கோப்பினை இணைக்கவும்:

source: Set type:
es: Tipo de archivo:
fr: Type :
hi: सेट प्रकार:
ta: வகை அமைக்க:

source: Your account has been activated, you may now log in.
es: Tu cuenta ha sido activada, ya puedes iniciar sesión.
fr: Votre compte a été activé, vous pouvez maintenant vous connecter.
hi: आपका खाता सक्रिय हो गया है, अब आप लॉग इन कर सकते हैं ।
ta: உங்கள் கணக்கு செயல்படுத்தப்பட்டது, நீங்கள் இப்போது உள்நுழையலாம்.

source: I couldn't find an account by that token. You can now try to re-activate your account.
es: No se ha encontrado una cuenta con ese código. Intenta reactivar tu cuenta ahora.
fr: Aucun compte avec ce token n'a pu être trouvé. Vous pouvez maintenant essayer de réactiver votre compte.
hi: मैं उस टोकन द्वारा कोई खाता नहीं मिल सका । अब आप अपने खाते को फिर से सक्रिय करने का प्रयास कर सकते हैं ।
ta: இவ்வடையாளத்தின் கீழ் இக் கணக்கை கண்டுபிடிக்க முடியவில்லை. மீண்டும் முயற்சிக்கவும்.

source: Your have been sent an activation email. Please check your spam folder as well.
es: Se ha enviado un correo de activación. Por favor, revisa también la carpeta de spam.
fr: Nous vous avons envoyé une email d'activation. Veuillez également vérifier votre dossier de spam.
hi: आपके पास एक सक्रियण ईमेल भेजा गया है । कृपया अपने स्पैम फ़ोल्डर भी जांच करें ।
ta: உங்களின் கணக்கைச் செயற்றப்படுத்துவதற்காக மின்னஞ்சல் அனுப்பியுள்ளோம். தயவு செய்து உங்களுடையspamஐ பார்க்கவும்.

source: Your password has successfully been changed.
es: Tu contraseña se ha cambiado correctamente.
fr: Votre mot de passe a été modifié avec succès.
hi: आपका पासवर्ड बदल दिया गया है।
ta: உங்களுடைய கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டுவிட்டது.

source: You have been sent an email with instructions on how to restore your password! Please check your spam folder as well.
es: Te hemos enviado un correo electrónico con las instrucciones sobre cómo restaurar tu contraseña! Por favor, revisa también la carpeta de spam.
fr: Nous vous avons envoyé par mail les instructions de réinitialisation de votre mot de passe! Veuillez également vérifier votre dossier de spam.
hi: आप अपने पासवर्ड को पुनर्स्थापित करने के लिए कैसे पर निर्देश के साथ एक ईमेल भेजा गया है! कृपया अपने स्पैम फ़ोल्डर के रूप में अच्छी तरह से जांच करें ।
ta: உங்களுடைய மின்னஞ்சல் மூலம் உங்கள் கடவுச்சொல்லை எவ்வாறு பெற்றுக்கொள்ளலாம் என்று அறிந்துக்கொள்ளலாம். உங்கள் ஸ்பேம் கோப்பை பார்க்கவும்.

source: Email:
es: Correo electrónico:
fr: Mail:
hi: ईमेल:
ta: மின்னஞ்சல்:

source: Role created.
es: Rol creado.
fr: Rôle crée.
hi: भूमिका बनाई ।
ta: பங்கு உருவாக்கப்பட்டது.

source: The permission could not be removed (validation failed)
es: Los permisos no se pueden eliminar (fallo de validación)
fr: L’autorisation n’a pas pu être supprimé (échec de validation)
hi: अनुमति नहीं हटाई जा सकी (मांयता विफल)
ta: நீங்கள் தேர்ந்தெடுத்த விடயத்தை அழிக்கமுடியவில்லை (சரிபார்த்தல் தோல்வியடைந்தது)

source: The user could not be removed (validation failed)
es: El usuario no se puede eliminar (fallo de validación)
fr: L’utilisateur n’a pas pu être supprimé (échec de validation)
hi: अनुमति नहीं हटाई जा सकी (मांयता विफल)
ta: பாவனையாளரை அகற்றமுடியவில்லை (சரிபார்த்தல் தோல்வியடைந்தது)

source: Permission:
es: Permiso:
fr: Autorisation:
hi: अनुमति
ta: அனுமதி:

source: Instance:
es: Instancia:
hi: इंस्टेंसेस
ta: உதாரணம்:

source: Name:
es: Nombre:
fr: Nom :
hi: नाम
ta: பெயர்:

source: Username:
es: Usuario:
fr: Nom d'utilisateur :
hi: उपयोगकर्ता:
ta: பயனர்பெயர்:

source: Publish date:
es: Fecha de publicación:
fr: Date de publication :
hi: प्रकाशन दिनांक
ta: வெளியீட்டு நாள்:

source: Select a type:
es: Seleccione un tipo:
fr: Sélectionnez un type :
hi: एक टाइप चुने
ta: ஒரு வகையை தெரிவு செய்யவும்:

source: Which parameters should be matched?
es: ¿Qué parámetros quieres combinar?
fr: Quels paramètres vous souhaitez de combiner?
hi: कौन से मापदंडों का मिलान किया जाना चाहिए?
ta: எந்த Parameter பொருத்த வேண்டும்?

source: Your comment has been saved.
es: Tu comentario ha sido guardado.
fr: Votre commentaire a été enregistré.
hi: आपकी टिप्पणी को सहेजा गया है ।
ta: உங்களுடைய கருத்து சேமிக்கப்பட்டுள்ளது.

source: Your discussion has been started.
es: Su discusión ha sido iniciada.
fr: Votre conversation a demarré.
hi: आपकी चर्चा शुरू कर दी गई है ।
ta: உங்களுடைய கலந்துரையாடல் ஆரம்பமாகியுள்ளது.

source: You have downvoted this comment.
es: Has devaluado este comentario.
fr: Vous avez voté contre ce commentaire.
hi: आपने इस टिप्पणी को कम कर दिया है।
ta: நீங்கள் இந்தக் கருத்துப்பகிர்வை மறுத்துள்ளீர்கள்.

source: You can't downvote this comment.
es: No se puede devaluar este comentario.
fr: Vous ne pouvez pas voter contre ce commentaire.
hi: आप इस टिप्पणी को कम नहीं कर सकते हैं।
ta: நீங்கள் இந்தக் கருத்துப்பகிர்வை மறுத்துள்ளீர்கள்.

source: You have upvoted this comment.
es: Te gusta este comentario.
fr: Vous avez voté pour ce commentaire.
hi: आपने इस टिप्पणी को ऊपर कर दिया है।
ta: நீங்கள் இந்தக் கருத்துப்பகிர்வை ஏற்றுள்ளீர்கள்.

source: You can't upvote this comment.
es: No se puede valorar este comentario.
fr: Vous ne pouvez pas voter pour ce commentaire.
hi: आप इस टिप्पणी को ऊपर नहीं कर सकते हैं।
ta: உங்களால் இந்தக் கருத்துப்பகிர்வை ஏற்கமுடியாது.

source: Your response
es: Tu respuesta
fr: Votre réponse
hi: आपकी प्रतिक्रिया
ta: உங்களுடைய பதில்

source: Reply
es: Responder
fr: Répondre
hi: उत्तर दें
ta: மறுமொழி

source: Ask a question or suggest an improvement
es: Haz una pregunta o sugiere una mejora
fr: Posez une question ou suggérez une amélioration
hi: कोई प्रश्न पूछें या सुधार का सुझाव दें
ta: கேள்வி அல்லது முன்னேற்றத்திற்கான பரிந்துரை

source: Submit
es: Enviar
fr: Soumettre
hi: जमा करें
ta: இணைக்க

source: Your changes have been saved.
es: Tus cambios han sido guardados.
fr: Vos modifications ont été enregistrées.
hi: आपके परिवर्तन सहेज लिए गए हैं।
ta: உங்களுடைய மாற்றங்கள் சேமிக்கப்பட்டுள்ளது.

source: Your revision has been saved and is available
fr: Votre révision a été enregistrée et est disponible
ta: நீங்கள் திருத்தியது சேமிக்கப்பட்டு காணக்கூடியதாக்கப்பட்டுள்ளது

source: Your revision has been saved, it will be available once it gets approved
fr: Votre révision a été enregistrée, elle sera disponible une fois qu'elle sera approuvée
ta: உங்கள் திருத்தம் பதிவடைந்தது.அது அங்கீகரிக்கப்பட்டவுடன் வெளியிடப்படும்

source: Applet Url:
fr: Url de l'applet :
ta: இணையமுகவரியை இணைக்குக:

source: Description:
es: Descripción:
hi: विवरण:
ta: விவரிப்பு:

source: Reasoning:
es: Razonamiento:
fr: Raisonnement:
hi: कारण:
ta: காரணம்:

source: Changes:
es: Cambios:
fr: Modifications:
hi: परिवर्तन
ta: மாற்றங்கள்:

source: Search Engine Description:
es: Búsqueda por Descripción:
fr: Description du moteur de recherche:
hi: खोज इंजन विवरण:
ta: தேடல் விளக்கம்:

source: Search Engine Title:
es: Búsqueda por Título:
fr: Nom du moteur de recherche:
hi: खोज इंजन सूची
ta: தேடல் தலைப்பு:

source: Solution:
es: Solución:
hi: समाधान
ta: தீர்வு:

source: Feedback:
fr: Commentaires:
hi: आपके सुझाव
ta: உங்களின் கருத்து:

source: Source code:
es: Código fuente:
fr: Code source:
hi: सोर्से कोड:
ta: மூலத்தின் அடையாளம்:

source: Video url:
fr: Url de la vidéo:
hi: वीडियो यूआरएल:
ta: காணொளி இணையமுகவரி:

source: The content has been flagged.
es: El contenido ha sido marcado.
fr: Cet élément a été marqué comme inapproprié.
hi: सामग्री को ध्वजांकित कर दिया गया है ।
ta: உங்கள் உள்ளடக்கம் அகற்றப்பட்டது.

source: Your action was successfull.
es: La operación se realizó con éxito.
fr: Votre action a réussi.
hi: आपकी क्रिया सफल हुई ।
ta: உங்களுடைய செயல் நிறைவுபெற்றுள்ளது.

source: The flag could not be removed (validation failed)
es: No se puede eliminar la marca (fallo de validación)
fr: Le marquage de l'élément comme inapproprié n’a pas pu être supprimé (échec de validation)
hi: अनुमति नहीं हटाई जा सकी (मांयता विफल)
ta: உங்களுடைய பக்கத்தை அகற்றமுடியவில்லை

source: Type:
es: Tipo:
hi: प्रकार:
ta: வகை:

source: The license could not be removed (validation failed)
es: No se puede eliminar la licencia (fallo de validación)
fr: La licence n’a pas pu être supprimé (échec de validation)
hi: अनुमति नहीं हटाई जा सकी (मांयता विफल)
ta: நீங்கள் தேர்ந்தெடுத்த விடயத்தை அகற்றமுடியவில்லை (சரிபார்ப்பு தோல்வியுற்றது)

source: License url:
es: Licencia url:
fr: Url de la licence:
hi: लाइसेंस url:
ta: உரிம இணையமுகவரி:

source: Agreement:
es: Acuerdo:
fr: Accord:
hi: समझौता
ta: உடன்பாடு:

source: Icon url:
es: Icono url:
fr: Url de l’icône:
hi: आइकन url:
ta: அடையாள இணைய முகவரி:

source: This is the default license for this instance.
es: Esta es la licencia estándar para esta instancia.
fr: Ceci est la licence par défaut pour cette instance.
hi: यह इस उदाहरण के लिए डिफ़ॉल्ट लायसेंस है ।
ta: இந்த நிகழ்விற்கான இயல்புநிலை உரிமம்

source: Select a license:
es: Seleccione una licencia:
fr: Sélectionnez une licence:
hi: एक लाइसेंस का चयन करें
ta: உரிமத்தைத் தேர்ந்தெடுக்குக:

source: The container was successfully created
es: El contenido se ha creado con éxito
fr: Le conteneur a été créé avec succès
hi: कंटेनर सफलतापूर्वक बनाया गया था
ta: உங்களுடைய பெட்டி வெற்றிகரமாக உருவாக்கப்பட்டுள்ளது

source: The container could not be created (validation failed)
es: El contenido no se puede crear (error de validación)
fr: Le conteneur n’a pas pu être créé (échec de validation)
hi: कंटेनर को निकाला नहीं जा सका (मांयता विफल)
ta: உங்களுடைய பெட்டியின் உருவாக்கம் தோல்வியடைந்தது (சரிபார்த்தல் தோல்வியடைந்தது)

source: The container was successfully removed
es: El contenido se ha eliminado con éxito
fr: Le conteneur a été supprimé avec succès
hi: कंटेनर सफलतापूर्वक निकाला गया
ta: உங்களுடைய பெட்டி வெற்றிகரமாக அகற்றப்பட்டது

source: The container could not be removed (validation failed)
es: El contenido no se puede eliminar (error de validación)
fr: Le conteneur n’a pas pu être supprimée (échec de validation)
hi: कंटेनर को निकाला नहीं जा सका (मांयता विफल)
ta: உங்களுடைய பெட்டியை அகற்றமுடியவில்லை (சரிபார்த்தல் தோல்வியடைந்தது)

source: The page was successfully removed
es: La página fue eliminada con éxito
fr: La page a été supprimée avec succès
hi: पृष्ठ सफलतापूर्वक निकाला गया
ta: உங்களுடைய பக்கம் வெற்றிகரமாக அகற்றப்பட்டது

source: The page could not be removed (validation failed)
es: No se puede eliminar la página (fallo de validación)
fr: La page n’a pas pu être supprimée (échec de validation)
hi: पृष्ठ को निकाला नहीं जा सका (मांयता विफल)
ta: உங்களுடைய பக்கத்தை அகற்றமுடியவில்லை (சரிபார்த்தல் தோல்வியடைந்தது)

source: The parameter was successfully removed
es: El parámetro fue eliminado con éxito
fr: Le paramètre a été supprimé avec succès
hi: पैरामीटर सफलतापूर्वक हटा दिया गया था
ta: உங்களுடைய அளவுரு வெற்றிகரமாக அழிக்கப்பட்டுள்ளது

source: The parameter could not be removed (validation failed)
es: El parámetro no se pudo eliminar (fallo de validación)
fr: Le paramètre n’a pas pu être supprimé (échec de validation)
hi: पैरामीटर नहीं हटाई जा सकी (मांयता विफल)
ta: உங்களுடைய அளவுருவை அகற்றமுடியவில்லை (சரிபார்த்தல் தோல்வியடைந்தது)

source: The page was successfully updated
es: La página se ha actualizado correctamente
fr: La page a été mise à jour avec succès
hi: पृष्ठ सफलतापूर्वक अद्यतन किया गया
ta: உங்களுடைய பக்கம் வெற்றிகரமாக மாற்றப்பட்டுள்ளது

source: Position
es: Posición
hi: पद/स्थान
ta: நிலை

source: Key:
es: Clave:
fr: Clé:
hi: कुंजी:
ta: திறப்பு:

source: Value:
es: Valor:
fr: Valeur:
hi: मूल्य
ta: பெறுமதி:

source: applet
ta: ஆப்லெட்

source: course
fr: cours
ta: பாடநெறி

source: You are now receiving notifications for this content.
es: Ahora recibes notificaciones de este contenido.
fr: Vous recevez maintenant des notifications pour ce contenu.
hi: अब आप इस सामग्री के लिए सूचनाएं प्राप्त कर रहे हैं ।
ta: இந்த உள்ளடக்கத்திற்கான அறிவிப்புகளை தாம் இன்றிலிருந்து பெறுவீர்கள்.

source: Your subscription has been updated successfully.
es: Su suscripción se ha actualizado con éxito.
fr: Votre abonnement a été mis à jour avec succès.
hi: आपकी सदस्यता सफलतापूर्वक अद्यतन की गई है ।
ta: உங்கள் சந்தா வெற்றிகரமாக புதுப்பிக்கப்பட்டது.

source: The object you are trying to subscribe to does not exist.
es: No existe el objeto que quiere suscribir.
fr: L’objet à lequel vous voulez vous abonner n’existe pas.
hi: जिस ऑब्जेक्ट को आप सब्सक्राइब करने का प्रयास कर रहे है वह मौजूद नहीं है ।
ta: நீங்கள் சந்தவிடவிருக்கும் பொருள் உருவாக்கப்படவேயில்லை.

source: You can't update your subscription because you did not subscribe to this object.
es: No puede actualizar su suscripción porque no has suscrito este objeto.
fr: Vous ne pouvez pas mettre à jour votre abonnement parce que vous vous n'êtes pas abonné à cet objet.
hi: आप अपनी सदस्यता अद्यतन नहीं कर सकते क्योंकि आपने इस ऑब्जेक्ट की सदस्यता नहीं ली है ।
ta: இந்த பொருளுக்கு நீங்கள் சந்தாவை பெறவில்லை. அதனால் தாம் சந்தவைப் புதுப்பிக்க இயலாது.

source: You are no longer receiving notifications for this content.
es: Ya no recibirás más notificaciónes de este contenido.
fr: Vous ne recevez plus de notifications pour ce contenu.
hi: अब आप इस सामग्री के लिए सूचनाएं प्राप्त नहीं कर रहे हैं ।
ta: இந்த உள்ளடக்கத்திற்கான அறிவிப்புகளை தாம் இன்றிலிருந்து பெறுமாட்டீர்கள்.

source: Add to watchlist.
es: Añadir a la lista de seguimiento.
fr: Ajouter à votre liste de surveillance.
hi: ध्यानसूची में जोड़ें
ta: Watchlist- இல் சேர்க்க

source: Receive notifications via email.
es: Recibir notificaciones por correo electrónico.
fr: Recevez des notifications par mail.
hi: ईमेल के माध्यम से सूचनाएं प्राप्त करें ।
ta: மின்னஞ்சல் வழியாக அறிவிப்புகளைப் பெறுவீர்கள்.

source: Discussions enabled
es: Debates permitidos
fr: Discussions activées
hi: चर्चा सक्षम
ta: விவாதங்களை/ கருத்துகளை செயல்படுத்தலாம் கூறலாம்

source: Reference:
es: Referencia:
fr: Référence:
hi: संदर्भ:
ta: குறிப்பு:

source: The node has been added successfully!
es: El nodo ha sido agregado con éxito!
fr: Le noed a été ajouté avec succès!
hi: नोड सफलतापूर्वक जोड़ा गया है!
ta: உல்குகளுடைய குறிப்பு வெற்றிகரமாக சேர்க்கப்பட்டது!

source: Items moved successfully!
es: Los elementos han sido movido con éxito!
fr: Les éléments ont été déplacés avec succès!
hi: आइटम सफलतापूर्वक चले गए!
ta: உருப்படிகள் வெற்றிகரமாக நகர்த்தப்பட்டன!

source: Items copied successfully!
es: Se han copiado los elementos con éxito!
fr: Les éléments ont été copiés avec succès!
hi: आइटम सफलतापूर्वक कॉपी किया गया है
ta: உருப்படிகளின் பிரதி வெற்றிகரமாக நகர்த்தப்பட்டது!

source: Your changes have been saved!
es: Tus cambios han sido guardados!
fr: Vos modifications ont été enregistrés!
hi: आपके परिवर्तन सहेजे गए हैं!
ta: உங்களுடைய மாற்றங்கள் சேமிக்கப்பட்டுள்ளது!

source: Copy to:
es: Copiar a:
fr: Copier vers:
hi: यहाँ कॉपी करें
ta: இங்கே பிரதிசெய்க:

source: Elements
es: Elementos
fr: Éléments
hi: तत्वों
ta: உறுப்புகள்

source: Move to:
es: Mover a:
fr: Déplacer vers:
hi: यहाँ पर ले जाएं:
ta: நகர்வு:

source: description:
es: Descripción:
hi: विवरण:
ta: விளக்கம்:

source: You have registered successfully and will soon receive an email with instructions on how to activate your account.
es: Usted se ha registrado satisfactoriamente y pronto recibirá un correo con las instrucciones de como activar su cuenta.
fr: Vous vous êtes inscrit avec succès et allez bientôt recevoir un mail avec des consignes concernant l'activation de votre compte utilisateur.
hi: आपने सफलतापूर्वक पंजीकरण किया है और जल्द ही आपके खाते को सक्रिय करने के निर्देशों के साथ एक ईमेल प्राप्त होगा
ta: நீங்கள் வெற்றிகரமாக பதிவுசெய்துள்ளீர்கள், விரைவில் உங்கள் கணக்கை எவ்வாறு செயல்படுத்துவது என்பதற்கான வழிமுறைகளுடன் ஒரு மின்னஞ்சலைப் பெறுவீர்கள்.

source: Your profile has been saved
es: Tu perfil ha sido guardado.
fr: Votre profil a été enregistré
hi: आपकी टिप्पणी को सहेजा गया है ।
ta: உங்கள் சுயவிவரம் சேமிக்கப்பட்டது

source: Current password:
es: Contraseña actual:
fr: Mot de passe actuel:
hi: वर्तमान पासवर्ड
ta: தற்போதைய கடவுச்சொல்:

source: New password:
es: Contraseña nueva:
fr: Nouveau mot de passe:
hi: नया पासवर्ड
ta: புதிய கடவுச்சொல்:

source: Confirm password:
es: Repetir contraseña:
fr: Veuillez confirmer le mot de passe:
hi: पासवर्ड की पुष्टि करें:
ta: கடவுச்சொல்லை உறுதிசெய்:

source: Email address:
es: Correo Electrónico
fr: Adresse mail:
hi: ईमेल पता:
ta: மின்னஞ்சல் முகவரி:

source: Email address or Username
es: Dirección de correo electrónico o nombre de usuario
fr: Adresse mail ou nom d'utilisateur
hi: ईमेल पता या उपयोगकर्ता नाम
ta: மின்னஞ்சல் முகவரி அல்லது பயனர்பெயர்

source: Password:
es: Contraseña:
fr: Mot de passe:
hi: पासवर्ड:
ta: கடவுச்சொல்:

source: Password
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ta: கடவுச்சொல்

source: Remember me
es: Mantener sesión iniciada
fr: Se souvenir de moi
hi: मुझे याद रखना
ta: என்னை நினைவில் கொள்ளுங்கள்

source: Repeat new password:
es: Repita nueva contraseña:
fr: Répétez le nouveau mot de passe:
hi: नया पासवर्ड दोहराएं
ta: மீண்டும் கடவுச்சொல்லை எழுதுங்கள்:

source: Enter username
es: Introducir usuario
fr: Saisissez le nom d'utilisateur
hi: उपयोगकर्ता नाम दर्ज करें
ta: பயனர்பெயரை எழுதுங்கோ

source: Enter email address
es: Dirección de correo electrónico
fr: Saisissez l'adresse mail
hi: ईमेल पता दर्ज करें
ta: மின்னஞ்சல் முகவரியை எழுதுங்கோ

source: Enter password
es: Introduzca contraseña
fr: Saisissez le mot de passe
hi: अपना पासवोर्ड डाले
ta: கடவுச்சொல்லை எழுதுங்கோ

source: Confirm password
es: Repetir contraseña
fr: Confirmez le mot de passe
hi: पासवर्ड की पुष्टि करें
ta: கடவுச்சொல்லை உறுதிப்படுத்துங்கள்

source: First name (optional):
fr: Prénom (facultatif):
ta: முதல் பெயர் (விரும்பினால்):

source: Enter first name
fr: Entrez votre prénom
ta: முதற் பெயர் எழுதுங்கோ

source: Last name (optional):
fr: Nom de famille (facultatif):
ta: குடும்பப் பெயர் (விரும்பினால்):

source: Enter last name
fr: Entrez votre nom de famille
ta: குடும்பப் பெயரை எழுதுங்கோ

source: I agree that Serlo Education e.V. may contact me via email.
fr: Je suis d’accord que Serlo Education e.V. peut me contacter par email.
ta: Serlo Education e. V. என்னை அஞ்சல் மூலமாக தொடர்பு கொள்ள அனுபதிக்கின்றேன்.

source: Parent
ta: பெற்றோர்

source: Teacher
fr: Enseignant
ta: ஆசிரியர்கள்

source: Pupil
fr: Élève
ta: மாணவர்கள்

source: University student
fr: Étudiant universitaire
ta: பல்கலைக்கழக மாணவர்

source: Other
fr: Autres
ta: வேறு

source: I am here as…
fr: Je suis ici comme…
ta: நான் இங்கே ....... செயல்படுகிறேன்.

source: Sign up
es: Crear una cuenta
fr: Inscrivez-vous
hi: साइन अप
ta: உள்நுழை

source: This email address is already in use. Please use a different one.
es: Este correo electrónico ya está en uso. Por favor utilice otro.
fr: Cette adresse mail est déjà utilisée. Veuillez en utiliser une autre.
hi: यह ईमेल पता पहले से उपयोग में है । कृपया एक अलग ईमेल का उपयोग करें ।
ta: தேர்ந்தெடுத்த அஞ்சல் முகவரி ஏற்கனவே உபயோகத்தில் உள்ளது. வேறொன்றைத் தேர்ந்தெடக்கவும்.

source: This username is already taken. Please use a different one.
es: Este usuario ya está en uso. Por favor, elija otro usuario.
fr: Ce nom d'utilisateur est déjà pris. Veuillez en utiliser un autre.
hi: यह उपयोगकर्ता नाम पहले से उपयोग में है । कृपया एक अलग उपयोगकर्ता नाम का उपयोग करें ।
ta: தேர்ந்தெடுத்த பயனர்பெயர் ஏற்கனவே உபயோகத்தில் உள்ளது. வேறொன்றைத் தேர்ந்தெடக்கவும்.

source: Your username may only contain letters, digits, underscores (_) and hyphens (-). Please use a different one.
es: El nombre de usuario sóle puede contener letras, cifras, guiones bajos (_) y guiones (-). Por favor utiliza otro nombre.
fr: Votre nom d'utilisateur ne peut contenir seulement des lettres, chiffres, soulignements (_) et trait d'union (-). Veuillez en utiliser un autre.
hi: आपके उपयोगकर्ता नाम में केवल अक्षर, अंक, अंडरस्कोर (_) और हाइफ़न (-) हो सकते हैं। कृपया एक अलग का प्रयोग करें।
ta: உங்களுடைய பெயரில் எழுத்துக்கள், இலக்கங்கள், குறியீடுகள்(_) மற்றும் குறியீடுகள் (-) மட்டுமே இருக்கலாம். தயவுசெய்து வேறு ஒன்றைப் பயன்படுத்தவும்

source: Your password needs to be at least 6 characters long.
es: La contraseña debe tener al menos 6 caracteres.
fr: Votre mot de passe doit comporter au moins 6 caractères.
hi: पासवर्ड कम से कम 6 अक्षर लंबा होने की जरूरत है।
ta: உங்கள் கடவுச்சொல் குறைந்தது 6 எழுத்துகள் கொண்டிருக்கவேண்டும்
