Repository: serlo/athene2
Catalog: src/lang/*.UTF-8/LC_MESSAGES/athene2.po
Languages: es, fr, hi, ta

source: Restore your password on %s
es: Restablecer la contraseña en %s
fr: Réinitialisez votre mot de passe sur %s
hi: अपना पासवर्ड पुनर्स्थापित करें %s
ta: உங்கள் கடவுச்சீடை %s இதில் மீட்டெடுக்கலாம்

source: Dear %s, We’re thrilled you’ve decided to write a comment or contribute to serlo.org! To find out how to get started on editing and creating content, please visit the <a href="https://de.serlo.org/community">community homepage</a>. If you have any questions, problems or feedback for us, feel free to get in touch via <a href="mailto:de@serlo.org">de@serlo.org</a>. Enjoy Serlo!
fr: Chère/cher %s, Nous sommes ravis que vous ayez décidé d'écrire un commentaire ou de faire une contribution sur serlo.org. Pour savoir comment modifier et créer du contenu, veuillez visiter la page d'accueil de la communauté: <a href="https://de.serlo.org/community">community homepage</a>. Si vous avez des questions, des problèmes ou des commentaires pour nous, n'hésitez pas à nous contacter via <a href="mailto:de@serlo.org">de@serlo.org</a>. Nous vous souhaitons beaucoup de plaisir avec Serlo!
ta: <a href="mailto:de@serlo.org"><a href="mailto:de@serlo.org"><a href="mailto:de@serlo.org">அன்புள்ள%s, நீங்கள் கருத்தை எழுத அல்லது serlo.org க்கு பங்களிக்க முடிவு செய்துள்ளதில் நாங்கள் மகிழ்ச்சியடைகிறோம்! \ n\ n கருத்தை திருத்துவதற்கும் இயற்றுவதற்கும் எவ்வாறு தொடங்குவது என்பதை அறிய, தயவுசெய்து <a href ஐப் பார்வையிடவும்.எங்களிடம் ஏதேனும் கேள்விகள், சிக்கல்கள் அல்லது கருத்துக்கள் இருந்தால்,வழியாக தொடர்பு கொள்ளலாம். <a href = "mailte:de@serlo.org“>de@serlo.org</a>.n \ Serlo வுடன் வளருங்கள்.

source: Dear %s, We’re thrilled you’ve decided to write a comment or contribute to serlo.org! To find out how to get started on editing and creating content, please visit the community homepage: https://de.serlo.org/community. If you have any questions, problems or feedback for us, feel free to get in touch via de@serlo.org. Enjoy Serlo!
fr: Chère/cher %s, Nous sommes ravis que vous ayez décidé d'écrire un commentaire ou de faire une contribution sur serlo.org. Pour savoir comment modifier et créer du contenu, veuillez visiter la page d'accueil de la communauté: https://de.serlo.org/community. Si vous avez des questions, des problèmes ou des commentaires pour nous, n'hésitez pas à nous contacter via community-de@serlo.org. Nous vous souhaitons beaucoup de plaisir avec Serlo!
ta: அன்புள்ள %s, நீங்கள் கருத்தை எழுத அல்லது serlo.org க்கு பங்களிக்க முடிவு செய்துள்ளதில் நாங்கள் மகிழ்ச்சியடைகிறோம்! கருத்தை திருத்துவதற்கும் இயற்றுவதற்கும் எவ்வாறு தொடங்குவது என்பதை அறிய, தயவுசெய்து <a href ஐப் பார்வையிடவும்.எங்களிடம் ஏதேனும் கேள்விகள், சிக்கல்கள் அல்லது கருத்துக்கள் இருந்தால்,வழியாக தொடர்பு கொள்ளலாம். <a href = "mailte:de@serlo.org“>de@serlo.org</a>.n \ Serlo வுடன் வளருங்கள்.

source: How to get started on Serlo!
es: ¡Cómo empezar en Serlo!
fr: Comment démarrer sur Serlo!
hi: सेर्लो पर कैसे शुरू करें!
ta: Serloவில் இணைவது எப்படி!

source: Information
es: Información
hi: जानकारी
ta: தகவல்

source: Instance:
es: Instancia:
hi: इंस्टेंसेस
ta: உதாரணம்:

source: Name:
es: Nombre:
fr: Nom:
hi: नाम
ta: பெயர்:

source: Add parameter
es: Añadir parámetro
fr: Ajouter un paramètre
hi: पैरामीटर जोड़ें
ta: அளவுருவை இணைக்குக

source: Add page
es: Agregar página
fr: Ajouter une page
hi: पृष्ठ जोड़ें
ta: பக்கத்தைச் சேர்க்க

source: Settings
es: Configuración
fr: Réglages
hi: सेटिंग्स
ta: அமைப்புகள்

source: Remove page
es: Borrar página
fr: Supprimer cette page
hi: पृष्ठ निकालें
ta: பக்கத்தை அகற்று

source: Page settings
es: Ajustes de página
fr: Paramètres de la page
hi: पृष्ठ सेटिंग्स
ta: பக்க அமைப்புகள்

source: No template found for notification "%type%"
es: Ninguna plantilla para notificación "%type%"
fr: Aucun modèle n'a été trouvé pour la notification «%type% »
hi: अधिसूचना के लिए कोई टेम्पलेट नहीं मिला "%type%"
ta: "% வகை%" அறிவிப்புக்கு எந்த உதாரணமும் கிடைக்கவில்லை

source: You have no notifications.
es: No tienes notificaciones.
fr: Vous n'avez aucune notification.
hi: आपके पास कोई सूचना नहीं है ।
ta: உங்களுக்கு எந்த அறிவிப்பும் இல்லை.

source: Manage subscriptions
es: Administrar suscripciones
fr: Gérer votre abonnement
hi: सदस्यताएं प्रबंधित करें
ta: சந்தாக்களை நிர்வகித்தல்

source: Emails
es: Mensajes
fr: Mails
hi: ईमेल:
ta: மின்னஞ்சல்கள்

source: Subscription
es: Suscripción
fr: Abonnements
hi: सब्स्क्रिप्शन
ta: சந்தா

source: Deactivate
es: Desactivar
fr: Désactiver
hi: निष्क्रिय
ta: செயற்றப்படுத்துதலை நிறுத்துதல்

source: Activate
es: Activar
fr: Activer
hi: सक्रिय
ta: செயல்படுத்துங்கள்

source: Unsubscribe
es: Cancelar suscripción
fr: Désabonner
hi: सदस्यता रद्द
ta: சந்தாவை நிறுத்துதல்

source: Subscribe
es: Subscribir
fr: S'abonner
hi: सदस्यता लें
ta: சந்தா

source: Receive notifications
es: Recibir notificaciones
fr: Recevoir des notifications
hi: दूरस्थ सूचनाएँ
ta: அறிவிப்புகளைப் பெற்றுள்ளீர்கள்

source: Receive notifications and emails
es: Recibir notificaciones y correos electrónicos
fr: Recevez des notifications et des mails
hi: ईमेल के माध्यम से सूचनाएं प्राप्त करें ।
ta: அறிவிப்புகளை மற்றும் மின்னஞ்சலை பெற்றுள்ளீர்கள்

source: Stop sending emails
es: Deja de enviar mensajes de correo electrónico
fr: Arrêter d'envoyer des mails
hi: ईमेल भेजना रोकें
ta: மின்னஞ்சல்கள் அனுப்புவதை நிப்பாட்டவும்

source: %user% commented on %discussion%: %content%
es: %user% ha comentado en %discussion%: %content%
fr: %user% a commenté %discussion%: %content%
hi: %user% टिप्पणी %discussion%: %content%
ta: %user% %discussion% இற்கு கருத்தைத் தெரிவித்துள்ளார்: %content%

source: %user% started %discussion% on %object%: %title%
es: %user% ha iniciado %discussion% en %object%: %title%
fr: %user% a commencé %discussion% sur %object%: %title%
hi: %user% %discussion% शुरू कर दिया है %object%: %title% पर!
ta: %user% %object% இல் %discussion% தொடங்கியுள்ளார்: %title%

source: %user% added %object% to %parent%
es: %user% agregó %object% a %parent%
fr: %user% a ajouté %object% à %parent%
hi: %user% ने %object% को %parent% से जोड़ा
ta: %user% %object%ஐ %parent% இல் இணைத்துள்ளார்

source: revision
es: revisión
fr: révision
hi: संशोधन
ta: மீட்டல்

source: %user% created a %revision% in %repository%
es: %user% creó %revision% en %repository%
fr: %user% a créé une %revision% dans %repository%
hi: %user% ने %revision% को %repository% मे बनाया
ta: %user% %revision%ஐ %repository% யில் உருவாக்கியுள்ளார்

source: %user% accepted a %revision% of %repository%: %reason%
es: %user% aceptó una %revision% de %repository%: %reason%
fr: %user% a accepté une %revision% de %repository%: %reason%
hi: %user% ने %revision% जो %repository% मे था उसको स्वीकार किया: %reason%
ta: %user% %revision% இல் இருந்து %repository% ஏற்றுள்ளார்: %reason%

source: %user% accepted a %revision% of %repository%
es: %user% aceptado a %revision% of %repository%
fr: %user% a accepté une %revision% de %repository%
hi: %user% ने %revision% जो %repository% मे था उसको स्वीकार किया
ta: %user% %revision% இன் %repository% ஐ ஏற்றுள்ளார்

source: %user% rejected a %revision% of %repository%: %reason%
es: %user% rechazó %revision% de %repository%: %reason%
fr: %user% a rejeté une %revision% de %repository%: %reason%
hi: %user% ने %revision% जो %repository% मे था उसको खारिज किया: %reason%
ta: %user% %revision% இல் இருந்து %repository% மறுத்துள்ளார்: %reason%

source: %user% rejected a %revision% of %repository%
fr: %user% a rejeté une %revision% de %repository%
hi: %user% ने %repository% के एक %revision% को खारिज किया
ta: %user% %revision% இல் இருந்து %repository% மறுத்துள்ளார்

source: %user% associated %term% with %object%
es: %user% relacionó %term% con %object%
fr: %user% a lié %term% avec %object%
hi: %object% के साथ %user% जुड़े %term%
ta: %user% %term% ஐ %object% யுடன் இணைத்துள்ளார்

source: %user% changed %term%'s parent from %old% to %new%
es: %user% cambió la raíz de %term% de %old% a %new%
fr: %user% a changé %term% de %old% à %new%
hi: %user% ने %term% पेरेंट को %old% से %new% मे बदला
ta: %user% %term% ஐ %old%இல் இருந்து %new% ற்கு மாற்றியுள்ளார்

source: %user% updated %object%
es: %user% actualizó %object%
fr: %user% a actualisé %object%
hi: %user% अद्ययावत %object%
ta: %user%%object% ஐ புதுப்பித்துள்ளார்

source: No revision checked out yet.
es: Aún no se ha comprobado ninguna revisión.
fr: Aucune révision n'a été encore vérifiée.
hi: अभी तक कोई संशोधन की जांच नहीं की गई है।
ta: இதுவரையும் எந்த மீட்டலும் பார்வையிடப்படேல.

source: Trash
es: Basura
fr: Corbeille
hi: कचरा
ta: குப்பை

source: Create a new page
es: Crear una nueva página
fr: Créer une nouvelle page
hi: पृष्ठ बनाएं
ta: புதுப் பக்கத்தை உருவாக்கவும்

source: Set as base revision
es: Establecer como revisión principal
fr: Définir comme révision de base
hi: आधार संशोधन के रूप में सेट करें
ta: அடிப்படை மீட்டலாக அமைக்கவும்

source: Create a revision
es: Crear una revisión
fr: Créer une révision
hi: संशोधन बनाएँ
ta: மீட்டலைத் தயாரித்தல்

source: Revisions
es: Revisiones
fr: Révisions
hi: संशोधन
ta: திருத்தங்கள்

source: Author:
es: Autor:
fr: Auteur:
hi: लेखक
ta: ஆசிரியர்:

source: Time:
es: Hora:
fr: Heure:
hi: समय:
ta: நேரம்:

source: Use for editing
es: Usar para editar
fr: Utiliser pour l’édition
hi: संपादन के लिए उपयोग करें
ta: தொகுப்பின் பாவனைக்கு

source: Set as base
es: Establecer como base
fr: Définir comme base
hi: आधार के रूप में सेट करें
ta: அடிப்படையை அமைத்தல்

source: Edit page
es: Editar página
fr: Editer la page
hi: पृष्ठ संपादित करें
ta: பக்கத்தைத் தொகுக்க

source: Add a category
es: Añadir una categoría
fr: Ajouter une catégorie
hi: श्रेणी जोड़ें
ta: வகையை இணைக

source: Add external link
es: Añadir enlace externo
fr: Ajouter un lien externe
hi: बाहरी लिंक जोड़ें
ta: உட்புற இணையமுகவரியை இணைக்க

source: Add internal link
es: Añadir enlace interno
fr: Ajouter un lien interne
hi: आन्ध्री लिंक जोड़ें
ta: வெளிப்புற இணையமுகவரியை இணைக்க

source: Manage related links
es: Gestionar enlaces relacionados
fr: Gérer les liens connexes
hi: संबंधित लिंक प्रबंधित करें
ta: ஒத்திய இணைமுகவரியை கையாள்க

source: Category
es: Categoría
fr: Catégorie
hi: श्रेणी
ta: வகை

source: Internal
es: Interna
fr: Interne
hi: अंधरुनी
ta: உட்புறம்

source: External
es: Externa
fr: Externe
hi: बाहरी
ta: வெளிப்புறம்

source: Search results
es: Resultados de la búsqueda
fr: Résultats de la recherche
hi: खोज परिणाम
ta: முடிவுகளைத் தேடுக

source: Start learning now!
es: ¡Empieza a aprender ahora!
fr: Commencez à apprendre maintenant !
hi: अभी सीखना शुरू करें!
ta: கற்றலை ஆரம்பி!

source: Further exercises
es: Más ejercicios
fr: Exercices supplémentaires
hi: अन्य अभ्यास
ta: வேறு பயிற்சிகள்

source: Copy associations
es: Copiar relaciones
fr: Copier les associations
hi: संघों की प्रतिलिपि बनाएँ
ta: இணைப்பைப் பிரதி எடுக்கவும்

source: Move associations
es: Mover relaciones
fr: Déplacer les associations
hi: संघों को हटाएं
ta: இணைப்பை நகர்த்தவும்

source: Create term
es: Crear término
fr: Créer un terme
hi: शब्द बनाएं
ta: விதிமுறையை அமை

source: Template for %name% not found.
es: Template para %name% no econtrado.
fr: Modèle pour %name% non trouvé.
hi: % नाम% के लिए टेम्पलेट नहीं मिला।
ta: "% பெயருக்கு%”உதாரணம் கிடைக்கவில்லை

source: Tools
es: Herramientas
fr: Outils
hi: साधने
ta: கருவிகள்

source: curriculum-topic-folder
es: carpeta de temas de plan de estudios
fr: programme d’études-sujet-dossier
hi: पाठ्यक्रम विषय-फ़ोल्डर
ta: பாடத்திட்ட தலைப்பு அடைவை

source: curriculum-topic
es: plan de estudios-tema
fr: programme d’études-sujet
hi: पाठ्यक्रम-विषय
ta: பாடத்திட்ட தலைப்பு

source: curriculum
es: currículo
fr: programme d’études
hi: पाठ्यक्रम
ta: பாடத்திட்டம்

source: locale
es: configuración regional
hi: लोकॅल
ta: இடம்

source: Add content
es: Añadir contenido
fr: Ajouter contenu
hi: सामग्री जोड़ें
ta: உள்ளடக்கம் சேர்க்கவும்

source: Batch copy items
es: Copiar elementos por lotes
fr: Copier plusieurs éléments
hi: बैच कॉपी आइटम
ta: தொகுதியை பிரதி எடுக்கும் வகைகள்

source: Batch move items
es: Mover elementos por lotes
fr: Déplacer plusieurs éléments
hi: बैच आइटम ले जाएँ
ta: தொகுதியை நகர்த்தும் வகைகள்

source: Courses
es: Cursos
fr: Cours
hi: पाठ्यक्रम:
ta: வகுப்புப்புகள்

source: Articles
es: Artículos
hi: लेख
ta: கட்டுரைகள்

source: Videos
es: Vídeos
fr: Vidéos
hi: वीडियो
ta: காணொளிகள்

source: Exercises
es: Ejercicios
fr: Exercices
hi: अभ्यास
ta: பயிற்சிகள்

source: Groups
es: Grupos
fr: Groupes
hi: समूह
ta: குழுக்கள்

source: Show %ecount% exercises...
es: Mostrar %ecount% ejercicios...
fr: Montrer %ecount% exercices...
hi: %ecount% अभ्यास प्रदर्शन करे
ta: %ecount% பயிற்ச்சியைக் காட்டவும்...

source: subject
es: asunto
fr: sujet
hi: विषय
ta: பாடம்

source: topic-folder
es: carpeta de temas
fr: sujet-dossier
hi: विषय-फ़ोल्डर
ta: தலைப்பு அடைவை

source: topic
es: tema
fr: sujet
hi: विषय
ta: தலைப்பு

source: Update term
es: Actualizar término
fr: Actualiser le terme
hi: अद्यतन अवधि करें
ta: விதிமுறையை புதுப்பி

source: Profile
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
ta: விவரம்

source: Statistics
es: Estadísticas
fr: Statistiques
hi: आंकड़े
ta: புள்ளிவிவரங்கள்

source: Edits
es: Revisiones
fr: Modifications
hi: संपादित
ta: கையாளுதல்

source: Reviews
es: Opiniones
fr: Révisions
hi: समीक्षाएँ
ta: மீளாய்வு

source: Taxonomy associations
es: Asociaciones de taxonomía
fr: Associations de taxonomie
hi: वर्गीकरण संघों
ta: வகைப்பாடு சங்கங்கள்

source: Taxonomy changes
es: Cambios de la taxonomía
fr: Changements de taxonomie
hi: वर्गीकरण परिवर्तन
ta: வகைப்பாடு மாற்றங்கள்

source: Total deletions
es: Eliminaciones totales
fr: Toutes les suppressions
hi: कुल कितने हटा दिए गए
ta: நீக்கப்படடவை

source: Recent activities
es: Actividades recientes
fr: Activités récentes
hi: हाल की गतिविधि
ta: சமீபத்திய செய்தவை

source: Last seen
es: Visto por última vez
fr: Dernière visite
hi: अंतिम बार देखी गई
ta: இறுதியாக பார்க்கப்பட்டது

source: Stay in touch!
fr: Restez en contact!
ta: தொடர்பில் இருக்கவும்!

source: <strong>Sign up to our newsletter to receive quarterly updates about our work.</strong> Serlo Education e.V. will use the information you provided to send you the newsletter and (optionally) personalise these mailings. We will also supply insights on aspects of Serlo that may be particularly interesting to you, based on the information you provided. To enable us to keep serlo.org free of charge and free of advertising we send out a fundraiser campaign through our newsletter list annually around Christmas. Please confirm below if you would like to give us permission to contact you in this way.
fr: <strong>Inscrivez-vous à notre newsletter pour recevoir les mises à jour trimestrielles sur notre travail.</strong> Serlo Education e.V. utilisera vos données pour vous envoyer la newsletter et (facultativement) personnaliser ces envois. Nous allons vous fournir également avec des idées sur des aspects de Serlo qui pourraient vous intéresser basées sur l’es informations vous avez données. Pour nous permettre de garder serlo.org gratuitement et sans publicité, nous envoyons chaque année autour de Noël une campagne de collecte de fonds. S’il vous plaît confirmer ci-dessous si vous souhaitez nous donnez la permission de vous contacter de cette manière.
ta: <strong> எங்களுடைய செயற்பாடுகளின் தகவலை மூன்று மாதத்திற்கு ஒருமுறை பெறுவதற்கு உள்நுழைதல்.</strong> Serlo Education e.V. உங்களுடைய தகவல்களை, உங்களுக்கு அனுப்பவிருக்கும் மின்னஞ்சல் அறிவிப்புகளுக்குப் பாவிப்பதுடன் (விருப்பப்பட்டால்) தனிப்பயனாக்கவும்படும். நீங்கள் குறிப்பிட்ட தகவலின் அடிப்படையில் உங்களுக்கு விருப்பமான பக்கங்களில் இருந்து Serloவில் ஓர் அறிமுகம் கிடைக்கும். Serlo.orgஐ இலவசமாகவும் விளம்பரமின்றி பாவனை செய்ய ஒவ்வொரு வருடமும் நத்தார் நேரம் ஓர் தகவல்கடித நிரலை அனுப்புவோம். தயவு செய்து இதற்கு சம்மதம் என்றால் கீழ் உள்ளதை அடையாளப்படுத்தவும்.

source: You can revoke your consent to contact you via email at any time by clicking the unsubscribe link in any mailing or send us an email at <a href="mailto:de@serlo.org">de@serlo.org</a>. Your privacy is very important to us. For the processing of our mailing activities we work with MailChimp as a service provider. MailChimp underlies a strict data processing agreement with us that ensures the protection of your data in accordance with the European General Data Protection Regulations. By subscribing to our newsletter you agree with our <a href="/22964" target="_blank">Privacy Policy</a> and acknowledge that your data will be processed by MailChimp in accordance with their <a href="https://mailchimp.com/legal/privacy/" target="_blank">Privacy Policy</a> and <a href="https://mailchimp.com/legal/terms/" target="_blank">Terms</a>.
fr: Vous pouvez révoquer votre consentement de vous contacter par email à tout moment en cliquant sur le lien de désabonnement présent dans toutes les emails que nous vous envoyons ou par en nous envoyant un email à <a href="mailto:de@serlo.org">de@serlo.org</a>. Votre vie privée est très importante pour nous. Pour le traitement de notre activités d'emails, nous travaillons avec MailChimp comme un fournisseur de services. MailChimp sous-tend un contrat stricte concernant le traitement des donnés avec nous qui assure la protection de vos données en conformité avec le règlement européen sur la protection des données générales. En vous abonnant à notre newsletter, vous acceptez notre <a href="/22964" target="_blank"></a> politique de confidentialité et reconnaissez que vos données seront traitées par MailChimp conformément à leur <a href="https://mailchimp.com/legal/privacy/" target="_blank">politique de confidentialité</a> et <a href="https://mailchimp.com/legal/terms/" target="_blank">termes</a>.
ta: குழுவிலக என்ற இணைப்பை அழுத்துவதன் மூலம் அல்லது மின்னஞ்சல் வழியாக <a href="mailto:de@serlo.org"> de@serlo.org</a> உங்களுடைய சந்தாவை எந்த நேரத்திலும் ரத்து செய்யலாம். உங்களுடைய தனியுரிமை எங்களுக்கு மிகவும் முக்கியம். எங்கள் அஞ்சல் நடவடிக்கைகளைச் செயலாக்குவதற்கு நாங்கள் ஒரு சேவை வழங்குநராக MailChimp உடன் இணைந்து பணியாற்றுகிறோம். MailChimp எங்களுடன் கடுமையான தனியுரிமை செயலாக்க ஒப்பந்தத்தை அடிப்படையாகக் கொண்டது. இது ஐரோப்பிய பொதுத் தரவு பாதுகாப்பு விதிமுறைகளுக்கு இணங்க உங்கள் தனியுரிமை பாதுகாப்பை உறுதி செய்கிறது. எங்கள் செய்திமடலுக்கு குழுசேர்வதன் மூலம் எங்கள் <a href="/22964" target="_blank"> தனியுரிமைக் கொள்கை </a> உடன் நீங்கள் உடன்படுகிறீர்கள். மேலும் உங்கள் தரவை MailChimp அவர்களிடம் <a href = "https: //mailchimp.com/legal/privacy/ "target =" _ blank "> தனியுரிமைக் கொள்கையுடன் </a> மற்றும் <a href="https://mailchimp.com/legal/terms/" target="_blank"> விதிமுறைகளுடன் </a> அனுப்பிவைக்கப்படும்.

source: By clicking <em>Sign up</em>, you agree to our <a href="/22964" target="_blank">Privacy Policy</a> and <a href="/21654" target="_blank">Terms</a>. You may receive email notifications from us and can opt out at any time.
fr: En cliquant sur <em>Inscrivez-vous</em>, vous acceptez notre <a href="/22964" target="_blank">termes</a> et <a href="/21654" target="_blank">politique de confidentialité</a>. Vous pouvez recevoir des notifications par email et vous pouvez retirer à tout moment.
ta: <em> உள்நுழைத்தலை </em> அழுத்தும்போது நீங்கள் எங்களுடைய<a href="/22964" target="_blank"> ஒப்பந்தங்களையும்</a> <a href="/21654" target="_blank"> விதிமுறைகளையும்</a> ஏற்றுக்கொள்கின்றீர்கள். உங்களுக்கு மின்னஞ்சல் மூலம் அறிவிப்புத்தரப்படும், அத்துடன் நீங்கள் எக்கணமும் இதனை மறுதளிக்கலாம்.

source: My settings
es: Mi configuración
fr: Mes paramètres
hi: मेरी सेटिंग
ta: என்னுடைய அமைப்புகள்

source: Never
es: Nunca
fr: Jamais
hi: कभी नहीं
ta: ஒருபோதுமில்லை

source: Object-ID:
es: ID del objeto:
fr: ID de l'objet :
hi: वस्तु आईडी

source: Select uri
es: Seleccionar url
fr: Sélectionnez uri
hi: Uri चुने

source: Clicks
fr: Clics
hi: क्लिक करें

source: password
fr: mot de passe

source: submit
fr: envoyer

source: remember
fr: mémoriser

source: subscription
fr: abonnement

source: content
fr: contenu

source: Don't show again
fr: Ne plus afficher

source: title
fr: titre

source: icon
fr: icône

source: Math puzzle
es: Acertijo matemático
fr: Puzzle de math
hi: गणित पहेली

source: Dead node
es: Nodo muerto
fr: Noeud mort
hi: मृत नोड

source: changes
fr: modifications

source: input-expression-equal-match-challenge
es: desafío-introduce-valor-expresión-matemática
fr: Entrée demandée: expression mathématique

source: input-number-exact-match-challenge
es: desafío-introduce-cifra-exacta
fr: Entrée demandée: nombre

source: input-string-normalized-match-challenge
es: desafío-introduce-cadena-normalizada
fr: Entrée demandée: mot

source: math-puzzle
es: acertijo matemático
fr: puzzle de math
hi: गणित-पहेली

source: license
fr: licence

source: link
fr: lien

source: taxonomy
fr: taxonomie

source: <li><span>Aktualisierungen: Datenschutzerklärung</span></li>
fr: <li><span>actualisation: déclaration de protection de données</span></li>

source: Datenschutzerklärung
fr: déclaration de protection de données

source: Applets
fr: Applet

source: username
fr: identifiant

source: firstName
fr: prénom

source: lastName
fr: nom

source: g-recaptcha-response
fr: réponse g-recaptcha-

source: <strong>
hi: मजबूत

source: Stack trace
es: Traza del stack
hi: स्टैक ट्रेस

source: Hello %s, thank you for your registration on %s. Please confirm your account by clicking the following link: %s We are looking forward to your contribution to %s! Your community support
hi: नमस्ते %s, %s पर आपके पंजीकरण के लिए धन्यवाद। निम्न लिंक पर क्लिक करके कृपया अपने खाते की पुष्टि करें: %s %sपर आपके योगदान के लिए हम तत्पर हैं! आपका समुदाय समर्थन

source: Hi %s, it seems that you want to restore your password. If not, you can ignore this email. You can restore your password by clicking the link below: %s
hi: नमस्ते %s, ऐसा लगता है कि आप अपना पासवर्ड पुनर्स्थापित करना चाहते हैं। यदि नहीं, तो आप इस ईमेल को अनदेखा कर सकते हैं। आप नीचे दिए गए लिंक पर क्लिक करके अपना पासवर्ड पुनर्स्थापित कर सकते हैं: %s

source: Edit About Horizon
es: Editar Sobre el Horizonte
hi: क्षितिज के बारे में संपादित करें

source: Hello %user%,<br> <br> here's a heads up of what has happened on %brand%:<br>
hi: नमस्ते %user%,<br> <br> %brand% क्या हुआ है उसके बारे मे यहां देखे:<br>

source: %user% removed %object% from %object%
hi: %user% ने %object% को %object% से हटा दिया

source: Select an icon
es: Seleccione un icono

source: You cannot pass!
es: No puedes pasar!

source: I am a servant of the Secret Fire, wielder of the Flame of Anor. The dark fire will not avail you, Flame of Udun! Go back to the shadow. <strong>You shall not pass</strong>!
es: Soy un servidor del Fuego Secreto, que es dueño de la llama de Anor. No puedes pasar. El fuego oscuro no te servirá de nada, llama de Udûn. ¡Vuelve a la Sombra! <strong>No puedes pasar</strong>
