Repository: serlo/athene2
Catalog: src/lang/*.UTF-8/LC_MESSAGES/athene2.po
Languages: es, fr, hi, ta

source: The password entered does not match the confirmation password. Ensure the passwords entered are identical.
es: La contraseña no coincide con la contraseña de confirmación. Asegúrate que las contraseñas introducidas son idénticas.
fr: Le mot de passe saisi ne correspond pas à l'adresse de confirmation. Veuillez vous assurer que les mots de passe entrés sont identiques.
hi: दर्ज किया गया पासवर्ड पुष्टिकरण पासवर्ड से मेल नहीं खाता है। सुनिश्चित करें कि दर्ज पासवर्ड समान हैं।
ta: கடவுச்சொல் உறுதிப்படுத்தும் கடவுச்சொல்லுடன் பொருந்தவில்லை. கடவுச்சொற்கள் ஒரே மாதிரியானவை என்பதை உறுதிப்படுத்தவும்

source: About me:
es: Acerca de mi:
fr: À propos de moi:
hi: मेरे बारे में
ta: என்னைப் பற்றியது:

source: The content has been trashed.
es: El contenido ha sido borrado.
fr: Le contenu a été placé dans la corbeille.
hi: सामग्री को ध्वजांकित कर दिया गया है ।
ta: உங்கள் உள்ளடக்கம் அழிக்கப்பட்ட்து.

source: The content could not be trashed (validation failed)
es: No se puede eliminar el contenido (fallo de validación)
fr: Le contenu n'a pas pu être placé dans la corbeille (échec de validation)
hi: अनुमति नहीं हटाई जा सकी (मांयता विफल)
ta: நீங்கள் தேர்ந்தெடுத்த விடயத்தை அகற்றமுடியவில்லை (சரிபார்த்தல் தோல்வியடைந்தது)

source: The content has been restored.
es: El contenido ha sido restaurado.
fr: Le contenu a été restauré.
hi: सामग्री को ध्वजांकित कर दिया गया है ।
ta: உங்கள் உள்ளடக்கம் மீட்டெடுக்கப்பட்டுள்ளது.

source: The content has been removed.
es: El contenido ha sido borrado.
fr: Le contenu a été supprimé.
hi: सामग्री को ध्वजांकित कर दिया गया है ।
ta: உங்கள் உள்ளடக்கம் அகற்றப்பட்டது.

source: The content could not be removed (validation failed)
es: No se puede eliminar el contenido (fallo de validación)
fr: Le contenu n’a pas pu être supprimé (échec de validation)
hi: अनुमति नहीं हटाई जा सकी (मांयता विफल)
ta: நீங்கள் தேர்ந்தெடுத்த விடயத்தை அகற்றமுடியவில்லை (சரிபார்த்தல் தோல்வியடைந்தது)

source: Welcome to the backend. Explore the possiblities on the right!
es: Bienvenidos a la base de datos. Explora las posibilidades en la derecha!
fr: Bienvenue dans la ruelle de diagon, Harry!
hi: बैकएंड में आपका स्वागत है। दाईं ओर संभावनाओं का अन्वेषण करें!
ta: Backendஅடுக்கு வரவேற்கின்றோம்.

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
ta: பயனர்பெயர்

source: Roles
fr: Rôles
hi: भूमिकाएं
ta: செயல்பங்கு

source: Last login
es: Última sesión
fr: Dernière connexion
hi: अंतिम लॉगिन
ta: கடைசி உள்நுழைவு

source: Logins
es: Inicio de sesión
hi: लॉगिन
ta: உள்நுழைவுகள்

source: role
es: rol
fr: rôle
hi: भूमिका
ta: செயல்பங்கு

source: Permissions
es: Permisos
fr: Autorisations
hi: अनुमतियाँ
ta: அனுமதிகள்

source: Global
hi: वैश्विक
ta: உலகளவு

source: Inherits from
es: Hereda de
fr: Hérite de
hi: से प्रवेश करता है
ta: உரிமைகள் இதில் இருந்து .......

source: User %s not found
es: Usuario %s no encontrado
fr: L'utilisateur %s n'a pas été trouvé
hi: उपयोगकर्ता %s नहीं मिला
ta: பயனர் காணப்படவில்லை

source: Remove user
es: Eliminar usuario
fr: Supprimer l’utilisateur
hi: उपयोगकर्ता को हटाएँ
ta: பாவனையாளரை அகற்றவும்

source: Blogs
fr: Blog
hi: ब्लॉग
ta: வலைப்பதிவுகள்

source: Update a blog post
es: Actualizar un blog
fr: Mettre à jour un article de blog
hi: एक ब्लॉग पोस्ट अद्यतन करें
ta: வலைப்பதிவுகளை புதுப்பிக்கவும்

source: Add context
es: Añadir contexto
fr: Ajouter un contexte
hi: संदर्भ जोड़ें
ta: உள்ளடக்கம் சேர்க்கவும்

source: There is no help available for this page yet.
es: Todavia no hay ayuda disponible para esta página.
fr: Il n'y a encore aucune aide pour cette page.
hi: इस पृष्ठ के लिए अभी तक कोई मदद उपलब्ध नहीं है ।
ta: இந்த பக்கத்திற்கு உதவியை தற்பொழுது பெற மாட்டீர்கள்

source: Add
es: Agregar
fr: Ajouter
hi: जोड़ें
ta: இணை

source: Manage context links
es: Administrar vínculos de contexto
fr: Gérer les liens de contexte
hi: प्रसंग लिंक्स प्रबंधित करें
ta: இணைமுகவரியை கையாள்க

source: Link
es: Enlace
fr: Lien
hi: लिंक
ta: இணைப்பு

source: Matching
es: Parametros parecidos
fr: Correspondant
hi: मिलान
ta: தொடர்புபடுத்துக

source: Update license
es: Actualizar licencia
fr: Actualiser la licence
hi: लायसेंस अद्यतन करें
ta: உரிமத்தைப் புதுப்பிக்குக

source: Move resource
es: Mover recurso
fr: Déplacer la source de référence
hi: संसाधन ले जाएं
ta: ஆதாரம் அசை

source: Update revision
es: Actualizar revisión
fr: Actualiser la révision
hi: अद्यतन संशोधन
ta: மீட்டலை புதுப்பித்தல்

source: Okay.
es: OK.
fr: D'accord.
hi: ठीक है।
ta: சரி.

source: That page does not exist!
es: Esta página no existe!
fr: Cette page n'existe pas!
hi: वह पृष्ठ मौजूद नहीं है!
ta: இந்த பக்கம் இல்லை

source: It seems like we can't find the page you were looking for. Try checking the URL for errors, then hit the refresh button on your browser.
es: Parece que no podemos encontrar la página que estabas buscando. Intenta comprobar la dirección URL por errores, y después actualiza la página con el navegador.
fr: Il semble que la page que vous cherchez n'existe pas. Vérifiez que l'url ne contienne pas d'erreurs, puis appuyez sur le bouton d'actualisation de votre navigateur.
hi: ऐसा लगता है कि हम उस पृष्ठ को नहीं ढूंढ सकते जिसे आप ढूंढ रहे थे। त्रुटियों के लिए यूआरएल की जांच करने का प्रयास करें, फिर अपने ब्राउज़र पर रीफ्रेश बटन दबाएं।
ta: நீங்கள் தேடும் பக்கத்தை எங்களால் கண்டுபிடிக்க முடியவில்லை. URLஅலை சரிப்பாக்கவும்.பின்பு புதுபிக்கும் பட்டனை அழுத்தவும்.

source: The requested controller was unable to dispatch the request.
es: El controlador requerido no pudo enviar la solicitud.
fr: Le contrôleur demandé n'a pas pu envoyer la demande.
hi: अनुरोध किया गया नियंत्रक अनुरोध प्रेषित करने में असमर्थ था।
ta: கோரிக்கையை அனுப்ப முடியவில்லை.

source: The requested controller could not be mapped to an existing controller class.
es: El controlador requerido no puede asignarse a una clase de controlador existente.
fr: Le contrôleur demandé n'a pas pu être assigné à une classe de contrôleur existante.
hi: अनुरोधित नियंत्रक किसी मौजूदा नियंत्रक वर्ग के लिए मैप नहीं किया जा सका ।
ta: கட்டுப்படுத்தியை ஏற்கனவே இருக்கும் கட்டுப்பாட்டு வகுப்பிற்கு மாற்ற முடியவில்லை

source: The requested controller was not dispatchable.
es: El controlador requerido no era gestionable.
fr: Le contrôleur demandé n'a pas pu être envoyé.
hi: अनुरोधित कंट्रोलर को डिस्पैच नहीं किया गया था ।
ta: கோரப்பட்ட கட்டுப்படுத்தி அனுப்பப்படவில்லை

source: The requested URL could not be matched by routing.
es: La URL solicitada no podría ser igualada por enrutamiento.
fr: L'url demandée n'a pas pu être trouvée par routage.
hi: अनुरोधित यूआरएल रूटिंग द्वारा मेल नहीं खाया जा सका।
ta: URL ஐ ரூட்டிங் மூலம் பொருத்த முடியவில்லை

source: We cannot determine at this time why a 404 was generated.
es: De momento no podemos determinar por qué se generó un 404.
fr: Pour le moment nous ne pouvons pas déterminer pourquoi une erreur 404 a été générée.
hi: हम इस समय निर्धारित नहीं कर सकते कि 404 क्यों उत्पन्न हुआ था।
ta: 404 ஏன் உருவாக்கப்பட்டது என்பதை இந்த நேரத்தில் எங்களால் தீர்மானிக்க முடியவில்லை.

source: Controller
es: Controlador
fr: Contrôleur
hi: नियंत्रक
ta: கட்டுப்பாட்டாளர்

source: resolves to %s
es: se resuelve en %s
fr: se résout en %s
hi: हल करता है %s
ta: %s இதற்கு தீர்மானம் செய்

source: Additional information
es: Información adicional
fr: Informations addionnelle
hi: अतिरिक्त जानकारी
ta: மேலதிக தகவல்

source: File
es: Archivo
fr: Fichier
hi: फ़ाइल
ta: கோப்பு

source: Message
es: Mensaje
fr: Méssage
hi: संदेश
ta: செய்தி

source: Previous exceptions
es: Excepciones anteriores
fr: Exceptions précédentes
hi: पिछले अपवाद
ta: முந்தின விதிவிளக்கு

source: A fatal error occurred
es: Se ha producido un error fatal
fr: Une erreur fatale s'est produite
hi: एक संवाद त्रुटि उत्पन्न हुई।
ta: ஒரு fatal error ஏற்பட்டது

source: While we're resolving this issue, please enjoy the video.
es: Mientras que nosotros estamos resolviendo este problema, por favor, disfruta del video.
fr: Pendant que nous résolvons ce problème, amusez-vous avec la vidéo.
hi: हालांकि हम इस मुद्दे को हल कर रहे हैं, कृपया वीडियो का आनंद लें।
ta: இந்த சிக்கலை நாங்கள் தீர்க்கும் நேரத்தில், படத்தை ரசியுங்கள்.

source: No Exception available
es: Ninguna excepción disponible
fr: Aucune exception est disponible
hi: कोई अपवाद उपलब्ध नहीं है।
ta: எந்த எதிர்பார்ப்பும் இல்லை

source: Read the following, if you're really good with computers:
es: Lea lo siguiente, si eres muy bueno con las computadoras:
fr: Lisez ce qui suit, si vous êtes assez bon avec les ordinateurs:
hi: यदि आप कंप्यूटर के साथ वास्तव में अच्छे हैं तो निम्न पढ़ें
ta: கணினிகளுடன் நீங்கள் நன்றாக கையாளுவீர்களா? அப்படியென்றால் இந்த வீடியோவைப் பாருங்கள்:

source: Object
es: Objeto
fr: Objet
hi: वस्तु
ta: பொருள்

source: Type
es: Tipo
hi: प्रकार
ta: வகை

source: Timestamp
es: Marca de tiempo
fr: Horodatage
hi: टाइमस्टैम्प
ta: நேர முத்திரை

source: Reporter
es: Reportero
hi: रिपोर्टर
ta: அறிக்கைகள்

source: Content
es: Contenido
fr: Contenu
hi: सामग्री
ta: உட்பொருள்

source: Manage flags
es: Administrar las banderas
fr: Gérer les éléments marqués comme inappropriés
hi: झंडे का प्रबंधन करें
ta: கொடிகளை நிர்வகிக்கவும்

source: Toggle navigation
es: Activar Navegacion
fr: Activer/désactiver la navigation
hi: नेविगेशन टॉगल करें
ta: Toggle நிர்வகி

source: democratically structured
es: estructurado democráticamente
fr: structure démocratique
ta: ஜனநாயக ரீதியாக

source: free of charge
es: gratuido
fr: gratuit
ta: இலவசம்

source: ad-free
es: sin anuncios
fr: sans publicité
ta: விளம்பரமின்றி

source: openly licensed
es: con licencia abierta
fr: licence libre
ta: திறந்த உரிமம்

source: transparent
es: transparente
ta: ஒளி புகும்

source: non-profit
es: sin fines de lucro
fr: non-lucratif
ta: இலாப நோக்கற்றது

source: The Open Learning Platform
es: La Plataforma para el Aprendizaje Abierto
fr: La plateforme d'apprentissage ouvert
hi: ओपन लर्निंग प्लेटफॉर्म
ta: அனைவருக்கும் திறந்த உரிமம் உள்ள ஓர் இணையத் தளம்

source: We are a grassroots non-profit organization supporting personalized learning and working towards equal educational opportunities. This learning platform offers thousands of instructional articles, learning videos and practice exercises for millions of students worldwide - completely free of charge. Now it’s time to join us in your language.
es: Somos una plataforma educativa de organización comunitaria, que apoya el aprendizaje personalizado y trabaja para dar igualdad de oportunidades en educación para todos. Esta plataforma educativa ofrece cientos de artículos, videos, y ejercicios didácticos para millones de estudiantes a nivel mundial - de manera completamente gratuita. Este es el momento para que te nos unas en español.
fr: Nous sommes une organisation communautaire à but non-lucratif supportant l'apprentissage personnalisé et travaillant à la réalisation d'opportunités éducatives égales. Cette plateforme propose des milliers d'articles d'instruction, de vidéos pédagogiques et d'exercices pratiques à des millions d'étudiants dans le monde entier - complètement gratuit. Maintenant, c'est à vous de nous joindre en Français.
hi: हम नॉनप्रॉफिट आर्गेनाइजेशन संगठन हैं जो व्यक्तिगत शिक्षा का समर्थन करते हैं और समान शैक्षणिक अवसरों के लिए काम करते हैं। यह सीखने का मंच दुनिया भर के लाखों छात्रों के लिए हजारों निर्देशक लेख, वीडियो के माध्यम से सीखना और अभ्यास प्रदान करता है - पूरी तरह से नि: शुल्क। अब हिंदी में हमसे जुड़ने का समय है।
ta: நாங்கள் சுயமாக கற்றளை ஆதரிக்கும் மற்றும் சமமான கல்வி வாய்ப்புகளை நோக்கி செயல்படுவதற்காக இந்த கற்றல் தளத்தை உருவாக்கியுள்ளார். மில்லியன் கணக்கான மாணவர்களுக்கு ஆயிரக்கணக்கான அறிவுறுத்தல் கட்டுரைகள், கற்றல் வீடியோக்கள் மற்றும் பயிற்சிகளை முற்றிளும் இலவசம் வழங்குகின்றது. எங்களை உங்களுடைய மொழியில் சேருங்கள்.

source: Learn more
es: Aprende más
fr: En savoir plus
hi: और जानो
ta: மேலும் அறிக

source: Serlo is the Wikipedia for Learning
es: Serlo es la Wikipedia para el Aprendizaje
fr: Serlo est le Wikipédia pour l'apprentissage
hi: सेर्लो सीखने के लिए विकिपीडिया है।
ta: Serlo கற்பதற்கு விக்கிபீடியா போன்றது

source: Just like Wikipedia, this platform is created by an engaged community of authors. Serlo Education is run and owned by decentralized teams of volunteers and professionals all over the world.
es: Al igual que Wikipedia, esta plataforma es creada por una comunidad de autores comprometidos con la educación. “Serlo Education” es propiedad de varios equipos descentralizados de voluntarios y profesionales, y manejado por ellos mismos alrededor del mundo.
fr: Tout comme Wikipédia, cette plateforme est créée par une communauté d'auteurs engagés. Serlo Education est gérée et détenue par des équipes décentralisées de bénévoles et de professionnels dans le monde entier.
hi: विकिपीडिया की तरह, यह मंच लेखकों के एक व्यस्त समुदाय द्वारा बनाया गया है। सेर्लो शिक्षा पूरी दुनिया में स्वयंसेवकों और पेशेवरों की विकेन्द्रीकृत टीमों द्वारा संचालित और स्वामित्व में है।
ta: விக்கிபீடியாவைப் போலவே, இந்த தளமும் ஆசிரியர்களின் ஈடுபாடான சமூகத்தால் உருவாக்கப்பட்டது. செர்லோ ( Serlo) கல்வி என்பது உலகெங்கிலும் உள்ள தன்னார்வலர்கள் மற்றும் நிபுணர்களின் பரவலாக்கப்பட்ட குழுக்களால் நடத்தப்படுகிறது மற்றும் சொந்தமானது

source: Become a Part of Our Movement for Open Education
es: Conviértete en Parte de Nuestro Movimiento para la Educación Abierta
fr: Devenez partie de notre mouvement pour l'éducation ouverte
ta: நீங்களும் இதில் பண்ணியாற்றலாம்

source: We are looking for teachers and enthusiastic educators who are passionate about their subject. Become an author on serlo.org! You can create new learning material and help us improve existing content.
es: Estamos buscando profesores y educadores entusiastas a quienes les apasionen las materias que enseñan. Conviértete en un autor en serlo.org! Tu puedes crear nuevo material de aprendizaje y ayudarnos a mejorar el contenido existente.
fr: Nous recherchons des enseignants et des éducateurs enthousiastes qui sont passionnés de leur sujet. Devenez un auteur sur serlo.org ! Vous pouvez créer de nouveaux matériels d'apprentissage et nous aider à améliorer le contenu existant.
hi: हम उत्साही शिक्षकों की तलाश में हैं जो अपने विषय के बारे में भावुक हैं। Serlo.org पर एक लेखक बनें! आप नई सीखने की सामग्री बना सकते हैं और मौजूदा सामग्री को बेहतर बनाने में हमारी सहायता कर सकते हैं।
ta: ஆசிரியர்களும் ஆர்வமுள்ள எழுத்தாளர்களும் புதுப் பாடங்களையும் பயிற்சிகளையும் உருவாக்குவததற்கும் இந்தத் தளத்தின் சில உள்ளடக்கங்களை இன்னும் மேம்படுத்துவதற்கும் Serloவில் இணைந்து கொள்ளலாம். .

source: Visit the landing page for authors
es: Visita la página de inicio para autores
fr: Visitez la page d'accueil des auteurs
hi: लेखकों के लिए लैंडिंग पृष्ठ पर जाएं
ta: ஆசிரியர்களுக்கான பக்கத்தை பார்வையிடுங்கள்

source: We offer a diverse range of jobs and volunteering opportunities in the fields of software development, design, translation, communications, project management and more.
es: Nosotros ofrecemos una diversa gama de trabajo y oportunidades de voluntariado, dentro del campo del desarrollo de software, diseño, traducción, comunicación, administración de proyectos, y más.
fr: Nous offrons une gamme variée d'emplois et de possibilités de bénévolat dans les domaines du développement de logiciel, de conception, traduction, communications, gestion de projet et plus.
hi: हम सॉफ्टवेयर विकास, डिजाइन, अनुवाद, संचार, परियोजना प्रबंधन और अन्य क्षेत्रों के क्षेत्र में नौकरियों और स्वयंसेवी अवसरों की विविध श्रेणी प्रदान करते हैं।
ta: Serlo பல வகையான வேலைவாய்ப்புகளையும் பொதுச்சேவையாகப் பணியாற்றும் வாய்ப்புக்களையும் வழங்குகின்றது. இந்த இணையத்தளம்: மொழிபெயர்ப்பாளர்கள், வடிவமைப்பாளர்கள், தொலைதொடர்பாளர்கள் போன்ற துறை சார்ந்தவர்கள் நம் தேடி நிற்கின்றோம்.

source: Get involved!
es: Participa!
fr: Participez!
hi: सेर्लो में शामिल हो जाएं
ta: பங்கேற்கவும்!

source: Close
es: cerrar
fr: Fermer
hi: बंद
ta: மூடு

source: Okay
es: Ok
fr: D'accord
hi: ठीक है
ta: சரி

source: Serlo.org is the Wikipedia for learning.
es: Serlo.org es la Wikipedia para el aprendizaje.
fr: Serlo.org est le Wikipedia pour l'apprentissage.
hi: Serlo.org सीखने की विकिपीडिया है
ta: கற்பதற்கு விக்கிபீடியா போன்றது Serlo.org.

source: We are a community of visionaries working tirelessly to make great education freely available to everyone.
es: Somos una comunidad de visionarios que trabajan sin descanso para que todo el mundo tenga acceso gratuito a una educación excelente.
fr: Nous sommes une communauté de visionnaires qui travaillent sans relâche pour offrir une éducation gratuite accessible à tous.
hi: हम महान शिक्षा को हर किसी के लिए स्वतंत्र रूप से उपलब्ध कराने के लिए अथक रूप से काम करने वाले दूरदर्शी समुदाय का एक समुदाय हैं
ta: நாங்கள் கல்வியை அனைவருக்கும் இலவசமாகக் கிடைக்கச் செய்ய அயராது உழைக்கிறோம்

source: Join the cause
es: Únete a la causa
fr: Rejoignez-nous
hi: कारण में शामिल हों
ta: சேருங்கள்

source: Donate
es: Donaciones
fr: Faire un don
hi: दान करें
ta: தானம் செய்

source: General
es: Configuración General
fr: Général
hi: सामान्य
ta: பொதுவாக

source: Subjects
es: Temas
fr: Matières
hi: विषय
ta: படங்கள்

source: Stay in touch
es: Mantente en contacto
fr: Restez en contact
ta: தொடர்பில் இருக்கவும்

source: Legal terms
es: Términos legales
fr: Termes juridiques
hi: कानूनी शर्तें
ta: சட்ட விதிமுறைகள்

source: Loading
fr: Chargement
ta: ஏற்றுதல்

source: This site makes heavy use of JavaScript!
es: Este sitio utiliza mucho el JavaScript!
fr: Ce site se serve intensivement de JavaScript!
hi: यह साइट जावास्क्रिप्ट का भारी उपयोग करता है!
ta: இந்த பக்கம் கூடுதலாக JavaScriptஐ பாவனை செய்கின்றது!

source: Please enable JavaScript to use this site.
es: Por favor, Activa JavaScript para utilizar este sitio.
fr: Veuillez activer JavaScript pour utiliser ce site.
hi: कृपया इस साइट का उपयोग करने के लिए जावास्क्रिप्ट को सक्षम करें।
ta: இந்த தளத்திற்கு JaavaScriptயுத்த பயன்படுத்தவும்

source: Show me how to enable JavaScript
es: Muéstrame cómo activar JavaScript
fr: Montrez-moi comment activer JavaScript
hi: जावास्क्रिप्ट को सक्षम करने के लिए मुझे दिखाएं
ta: JavaScript எப்படி செயல்படுத்த வேண்டும் என கூறுங்கள்

source: Search
es: Buscar
fr: Chercher
hi: तलाश
ta: தேடுக

source: Manage licenses
es: Administrar licencias
fr: Gérer les licences
hi: लायसेंस प्रबंधित करें
ta: உரிமத்தைக் கையாள்க

source: Title
es: Título
fr: Titre
hi: शीर्षक:
ta: தலைப்பு

source: Default
fr: Par défaut
hi: डिफॉल्ट
ta: இயல்புநிலை

source: Url
ta: இணைய முகவரி

source: Actions
es: Acciones
hi: कार्रवाई
ta: செயல்கள்

source: Caution, deleting a license has serious consequences. You are going to delete a great amount of content, you need to know exactly what you are doing! THIS ACTION CAN NOT BE UNDONE
es: Precaución, eliminar una licencia tiene serias consecuencias. Vas a eliminar una gran cantidad de contenido, necesitas saber exactamente lo que estás haciendo! NO SE PUEDE DESHACER ESTA ACCIÓN
fr: Attention, la suppression d'une licence a des conséquences graves. Vous allez supprimer une grande quantité de contenu, vous devez savoir exactement ce que vous faites! CETTE ACTION NE PEUT PAS ÊTRE ANNULÉE
hi: सावधानी, लाइसेंस हटाने से गंभीर परिणाम होते हैं। आप बड़ी मात्रा में सामग्री को हटाने जा रहे हैं, आपको यह जानना होगा कि आप क्या कर रहे हैं! इस कार्रवाई को रद्द नहीं किया जा सकता है
ta: எச்சரிக்கை! கவனத்தில் கொள்ளுங்கள்! உரிமத்தை நீக்குவது கடுமையான விளைவுகளை உருவாக்கலாம். . நீங்கள் ஒரு பெரிய அளவிலான உள்ளடக்கத்தை நீக்கப் போகிறீர்கள். நீங்கள் என்ன செய்கிறீர்கள் என்பதைத் தெரிந்து கொள்ள வேண்டும்! இந்த நாக்குகள் மீண்டும் உருவாக்க இயலாது.

source: DANGER: You are going to delete all contents associated with this license!
es: PELIGRO: Vas a borrar todo el contenido asociado con esta licencia!
fr: DANGER: Vous allez supprimer tous les contenus associés à cette licence!
hi: खतरा: आप इस लाइसेंस के साथ जुड़े सभी सामग्री को नष्ट करने के लिए जा रहे हैं!
ta: கவனம்: நீங்கள் இந்த உரிமத்துடன் தொடர்புடைய எல்லா உள்ளடக்கங்களையும் நீக்கப் போகிறீர்கள்!

source: container
fr: conteneur
hi: कंटेनर
ta: பெட்டி

source: Key
es: clave
fr: Clé
hi: कुंजी:
ta: திறப்பு

source: Trashed learning resources
es: Recursos de aprendizaje borrados
fr: Contenus d'apprentissage supprimés
hi: ट्रैश किए गए संसाधन
ta: கற்றல் வளங்கள் நீக்கப்பட்டன

source: Action
es: Acción
hi: कार्रवाई
ta: செயல்

source: Do you really want to purge this item? It and all references to it will be lost forever!
es: ¿Quieres eliminar este elemento? Este y todas sus referencias se perderán para siempre!
fr: Voulez-vous vraiment supprimer cet objet? L'objet et toutes les références connectées avec lui seront perdues pour toujours!
hi: क्या आप वाकई इस मद को हटाना चाहते हैं? यह और इसके सभी संदर्भ हमेशा के लिए खो जाएंगे!
ta: நீங்கள் உண்மையில் உருப்படியை தூய்மைப்படுத்த விரும்புகிறீர்களா? இது மற்றும் அனைத்து குறிப்புகளும் என்றென்றும் இழக்கப்படும்!

source: Unrevised learning resources
es: Recursos de aprendizaje sin revisión
fr: Ressources d'apprentissage non révisées
hi: अपरिवर्तित सीखने के संसाधन
ta: மதிப்பிடப்படாத கற்றல் வளங்கள்

source: Revision
fr: Révision
ta: மீட்டல்

source: Order content
es: Pedir contenido
fr: Arranger le contenu
hi: आदेश सामग्री
ta: தலைப்புகளை ஒழுங்கு அமைத்தல்

source: Sort
es: Ordenar
fr: Arranger
hi: क्रम में लगायें
ta: வகை

source: Save new order
es: Guardar nuevo orden
fr: Enregistrer un ordre nouveau
hi: नया ऑर्डर बचाएं
ta: புது ஒழுங்கை சேமிக்கவும்

source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
ta: ரத்து செய்

source: Upload a file
es: Subir un fichero
fr: Télécharger un fichier
hi: एक फाइल अपलोड करें
ta: கோப்பை பதிவேற்றவும்

source: Uuid recycle bin
es: Papelera de reciclaje Uuid
fr: Corbeille
hi: Uuid रीसायकल बिन
ta: Uuid மறுசுழற்சி தொட்டி

source: Page
es: Página
hi: पृष्ठ
ta: பக்கம்

source: ID
hi: आईडी
ta: அடையாளம்

source: Do you really want to purge the item <strong>%s</strong>? It and all references to it will be lost forever!
es: ¿Desea borrar el elemento <strong>%s</strong>? Este y todas las referencias se perderán para siempre!
fr: Voulez-vous vraiment supprimer l'objet <strong>%s</strong>? L'objet et toutes les références connectées avec lui seront perdues pour toujours!
hi: क्या आप वास्तव में आइटम को हटाना चाहते हैं <strong>%s</strong>? यह और इसके सभी संदर्भ हमेशा के लिए खो जाएंगे!
ta: நீங்கள் உண்மையில் உருப்படியை வெளியேற்ற விரும்புகின்றீர்களா? அனைத்துக் குறிப்புகள் அழிந்துவிடும்.

source: Debugger
fr: Débogueur
hi: डिबगर
ta: வழு நீக்கு

source: Ads
es: Anuncios
fr: Publicités
hi: विज्ञापन
ta: விளம்பரங்கள்

source: Frequency
es: Frecuencia
fr: Fréquence
hi: आवृत्ति
ta: அதிர்வெண்

source: Please enter the id of the adPage
es: Introduce el id de la adPage
fr: Veuillez saisir l'id de la adPage
hi: कृपया विज्ञापनपृष्ठ की आईडी दर्ज करें
ta: adPageயின் idயை எழுதுங்கள்

source: Activate an account
es: Activar una cuenta
fr: Activer un compte
hi: खाते को सक्रिय करें
ta: கணக்கைச் செயற்படுத்தவும்

source: You must be logged in to access this page.
es: Debes haber iniciado sesión para acceder a esta página.
fr: Vous devez être connecté pour accéder à cette page.
hi: इस पृष्ठ का उपयोग करने के लिए आपको लोग इन करना जरुरी है।
ta: இந்த பக்கத்தை அணுக நீங்கள் உள்நுழைவு செய்திருக்க வேண்டும்.

source: Log in
es: Iniciar sesión
fr: Se connecter
hi: लॉगिन
ta: உள்நுழை

source: Are you new here? %sSign up%s!
es: ¿Eres nuevo aquí? %sRegístrate%s!
fr: Vous êtes nouveau ici? %sInscrivez-vous%s!
hi: क्या तुम यहां नए हो? %sसाइन अप%s!
ta: நீங்கள் இங்கு புதியவரா? %sபதிவு செய்க%s!

source: Did you forget your %spassword%s?
es: ¿Has olvidado tu %scontraseña%s?
fr: Avez vous oublié votre %smot de passe%s ?
hi: क्या आप अपना %sपासवर्ड%s भूल गए है
ta: உங்கள் %spassword%s மறந்துவிட்டீர்களா?

source: Haven't activated your account yet? %sResend activation mail%s!
es: ¿Todavía no has activado su cuenta? %sReenviar enlace de activación%s!
fr: Vous n'avez pas encore activé votre compte? %sEnvoyer un mail d'activation à nouveau%s!
hi: अभी तक अपना खाता सक्रिय नहीं किया है? %sसक्रियण मेल पुनः भेजें%s!
ta: உங்கள் கணக்கை இன்னும் செயல்படுத்தவில்லையா? மீண்டும் செயலாக்க மின்னஞ்சலை அனுப்பவும்

source: Log out
es: Cerrar sesión
fr: Se déconnecter
hi: लॉगआउट करें
ta: வெளியேறு
